[
	{
		"id": 1,
		"term": "a",
		"definition": "A symbol that indicates the total amount of fixed costs during a specified period of time. In the equation of the straight line, y = a + bx, the total amount of fixed costs during the period is represented by 'a'."
	},
	{
		"id": 2,
		"term": "ABC",
		"definition": "See activity-based costing."
	},
	{
		"id": 3,
		"term": "ABC inventory system",
		"definition": "The ABC inventory system is different from activity-based costing. The ABC inventory system is used in order to focus on the most important items in inventory. Usually a relatively few items will account for a very significant value. These relatively few items with great importance are categorized as the “A” items. It is also common for many of the items in inventory to have a relatively small aggregate value. These items are categorized as “C” items. The remaining items are categorized as the “B” items. By closely monitoring the “A” items, a company is able to manage the most important items with a relatively small effort."
	},
	{
		"id": 4,
		"term": "a/c",
		"definition": "An abbreviation for the word account."
	},
	{
		"id": 5,
		"term": "abnormal spoilage",
		"definition": "Scrap or waste that should have been avoided. In other words, abnormal spoilage is the amount that is over and above the normal amount that is expected in a production process."
	},
	{
		"id": 6,
		"term": "absorption costing",
		"definition": "Costing system wherein fixed manufacturing overhead is allocated to (or absorbed by) products being manufactured. This system, which treats fixed manufacturing costs as a product cost, is required for external financial statements."
	},
	{
		"id": 7,
		"term": "accelerated depreciation",
		"definition": "The allocation of the cost of a plant asset to expense in an accelerated manner. This means that the amount of depreciation in the earlier years of an asset’s life is greater than the straight-line amount, but will be less in the later years. In total the amount of depreciation over the life of the asset will be the same as straight-line depreciation. The difference between accelerated and straight-line is the timing of the depreciation. For profitable companies, the use of accelerated depreciation on the income tax return will mean smaller cash payments for income taxes in the earlier years and higher cash payments for income taxes in later years. To learn more, see Explanation of Depreciation."
	},
	{
		"id": 8,
		"term": "account",
		"definition": "A record in the general ledger that is used to collect and store similar information. For example, a company will have a Cash account in which every transaction involving cash is recorded. A company selling merchandise on credit will record these sales in a Sales account and in an Accounts Receivable account."
	},
	{
		"id": 9,
		"term": "accounting cycle",
		"definition": "A term that describes the steps when processing transactions (analyzing, journalizing, posting, preparing trial balances, adjusting, preparing financial statements) in a manual accounting system. Today many of the steps occur simultaneously when using accounting software."
	},
	{
		"id": 10,
		"term": "accounting department",
		"definition": "Part of a company’s administration that is responsible for preparing the financial statements, maintaining the general ledger, paying bills, billing customers, payroll, cost accounting, financial analysis, and more. The head of the accounting department often has the title of controller."
	},
	{
		"id": 11,
		"term": "accounting equation",
		"definition": "Assets = Liabilities + Owner’s Equity. For a corporation the equation is Assets = Liabilities + Stockholders’ Equity. For a nonprofit organization the accounting equation is Assets = Liabilities + Net Assets. Because of double-entry accounting this equation should be in balance at all times. The accounting equation is expressed in the financial statement known as the balance sheet."
	},
	{
		"id": 12,
		"term": "accounting net income flows",
		"definition": "This group preceded the current Financial Accounting Standards Board (FASB). The APB members served in a part-time capacity to determine the accounting standards from 1962 to 1973. The accounting rules established by the APB were titled Opinions and remain as part of the generally accepted accounting principles (unless superseded by standards issued by the FASB)."
	},
	{
		"id": 13,
		"term": "accounting rate of return",
		"definition": "An indicator of profitability that is measured by dividing the accounting net income by the amount invested."
	},
	{
		"id": 14,
		"term": "Accounting Research Bulletin (ARB)",
		"definition": "These pronouncements were issued by the Committee on Accounting Procedures of the American Institute of Certified Public Accountants during the years 1953 to 1959. They were and are part of the generally accepted accounting principles unless superseded by pronouncements of the APB or FASB."
	},
	{
		"id": 15,
		"term": "accounts payable",
		"definition": "This current liability account will show the amount a company owes for items or services purchased on credit and for which there was not a promissory note. This account is often referred to as trade payables (as opposed to notes payable, interest payable, etc.)"
	},
	{
		"id": 16,
		"term": "accounts receivable",
		"definition": "A current asset resulting from selling goods or services on credit (on account). Invoice terms such as (a) net 30 days or (b) 2/10, n/30 signify that a sale was made on account and was not a cash sale."
	},
	{
		"id": 17,
		"term": "accounts receivable - net",
		"definition": "The combined amount of the debit balance in the current asset account Accounts Receivable and the credit balance in the contra asset account Allowance for Doubtful Accounts. The difference between the balances in these two accounts is an approximation of the amount of the accounts receivable that is likely to turn to cash (be collected)."
	},
	{
		"id": 18,
		"term": "accounts receivable turnover ratio",
		"definition": "The financial ratio which indicates the speed at which a company collects its accounts receivable. If a company’s turnover is 10, this means the company’s accounts receivable are turning over 10 times per year. It indicates that the company, on average, is collecting its receivables in 36.5 days (365 days per year divided by 10)."
	},
	{
		"id": 19,
		"term": "accounts written off",
		"definition": "Usually refers to one of the accounts receivable that was deemed to be uncollectible or worthless and was removed from the general ledger account Accounts Receivable."
	},
	{
		"id": 20,
		"term": "accrual basis of accounting",
		"definition": "The accounting method under which revenues are recognized on the income statement when they are earned (rather than when the cash is received). The balance sheet is also affected at the time of the revenues by either an increase in Cash (if the service or sale was for cash), an increase in Accounts Receivable (if the service was performed on credit), or a decrease in Unearned Revenues (if the service was performed after the customer had paid in advance for the service). Under the accrual basis of accounting, expenses are matched with revenues on the income statement when the expenses expire or title has transferred to the buyer, rather than at the time when expenses are paid. The balance sheet is also affected at the time of the expense by a decrease in Cash (if the expense was paid at the time the expense was incurred), an increase in Accounts Payable (if the expense will be paid in the future), or a decrease in Prepaid Expenses (if the expense was paid in advance)."
	},
	{
		"id": 21,
		"term": "accrual method of accounting",
		"definition": "See accrual basis of accounting."
	},
	{
		"id": 22,
		"term": "accrual-type adjusting entry",
		"definition": "An adjusting entry made at the end of the accounting period in order to report (1) revenues that have been earned but have not yet been entered into the accounting records, (2) expenses that have been incurred but have not yet been entered into the accounting records, (3) revenues already recorded that involve more than the current accounting period, or (4) expenses already recorded that involve more than the current accounting period. To learn more, see Explanation of Adjusting Entries."
	},
	{
		"id": 23,
		"term": "accruals",
		"definition": "See accrual-type adjusting entry."
	},
	{
		"id": 24,
		"term": "accrue",
		"definition": "To report a revenue or expense that has occurred, but has not yet been entered in the accounting records as of the end of the accounting period. To learn more, see Explanation of Adjusting Entries."
	},
	{
		"id": 25,
		"term": "accrued expense",
		"definition": "An expense that has occurred but the transaction has not been entered in the accounting records. Accordingly an adjusting entry is made to debit the appropriate expense account and to credit a liability account such as Accrued Expenses Payable or Accounts Payable. To learn more, see Explanation of Adjusting Entries."
	},
	{
		"id": 26,
		"term": "accrued expenses payable",
		"definition": "A liability account that reflects the estimated amount a company owes for expenses that occurred, but have not yet been paid nor recorded through a routine transaction. To learn more, see Explanation of Adjusting Entries."
	},
	{
		"id": 27,
		"term": "accrued liability",
		"definition": "The amount a company owes for expenses or losses incurred that have not yet been paid nor recorded through a routine transaction. To learn more, see Explanation of Adjusting Entries."
	},
	{
		"id": 28,
		"term": "accrued payroll",
		"definition": "The amount of wages and related expenses that have been incurred by the employer (and earned by the employees) but have not yet been paid."
	},
	{
		"id": 29,
		"term": "accrued rent",
		"definition": "See accrued rent expense. Also see accrued rent income."
	},
	{
		"id": 30,
		"term": "accrued rent expense",
		"definition": "The amount of rent that has been incurred by a tenant during an accounting period shown in the heading of the income statement, but it has not been paid as of the last day of the accounting period."
	},
	{
		"id": 31,
		"term": "accrued rent income",
		"definition": "The amount of rent that has been earned by the landlord or owner during the accounting period shown in the heading of the income statement, but it has not been received as of the last day of the accounting period."
	},
	{
		"id": 32,
		"term": "accrued rent liability",
		"definition": "Usually a current liability that reports the amount of rent that the tenant has incurred but has not paid as of the date of the balance sheet."
	},
	{
		"id": 33,
		"term": "accrued rent receivable",
		"definition": "Usually a current asset that reports the amount of rent that the landlord/owner has earned, but has not been received as of the date of the balance sheet."
	},
	{
		"id": 34,
		"term": "accrued revenue",
		"definition": "Revenue that has been earned but not yet invoiced to the customer."
	},
	{
		"id": 35,
		"term": "accrued vacation",
		"definition": "The amount of vacation that an employee has earned but has not yet taken."
	},
	{
		"id": 36,
		"term": "accrued vacation liability",
		"definition": "See vacation pay payable."
	},
	{
		"id": 37,
		"term": "accrued vacation pay",
		"definition": "The amount owed to employees as of a specified date for the amount of vacation pay that has been earned but has not been taken. For example, the accrued vacation pay as of December 31, 20xx is the amount the employees have earned as of December 31, 20xx but have not taken as of that date. The employees might take the vacation time during 20xx or they might be paid the amount in 20xx."
	},
	{
		"id": 38,
		"term": "accumulated deficit",
		"definition": "The term used in place of retained earnings when a corporation has a negative (debit) balance in its account Retained Earnings."
	},
	{
		"id": 39,
		"term": "accumulated depletion",
		"definition": "The cumulative amount of depletion expense pertaining to the natural resources shown on the balance sheet. The account has a credit balance and will be reported on the balance sheet as a contra asset."
	},
	{
		"id": 40,
		"term": "accumulated depreciation",
		"definition": "The amount of a long-term asset’s cost that has been allocated to Depreciation Expense since the time that the asset was acquired. Accumulated Depreciation is a long-term contra asset account (an asset account with a credit balance) that is reported on the balance sheet under the heading Property, Plant, and Equipment."
	},
	{
		"id": 41,
		"term": "accumulated depreciation - buildings",
		"definition": "This is a contra long-term asset account which is credited for the depreciation associated with Buildings. Since it is a balance sheet account, the accumulated depreciation account balance does not close at the end of each year; therefore, its credit balance will increase each year. However, its balance cannot become greater than the cost of the buildings. When the credit balance in Accumulated Depreciation - Buildings is netted with the cost in the Buildings account, the result is the book value or carrying value of the buildings. Depreciation Expense - Buildings is the income statement account that is debited when Accumulated Depreciation - Buildings is credited."
	},
	{
		"id": 42,
		"term": "accumulated depreciation - equipment",
		"definition": "This account is a contra long-term asset account which is credited for the depreciation associated with land improvements. As an asset account, the accumulated depreciation account balance does not close at the end of each year; therefore, its credit balance will increase each year. However, its balance cannot become greater than the cost shown in the Land Improvements account. When the credit balance in Accumulated Depreciation - Land Improvements is netted with the cost of land improvements, the result is the book value or carrying value of the land improvements. Depreciation Expense - Land Improvements is the income statement account that is debited when Accumulated Depreciation - Land Improvements is credited."
	},
	{
		"id": 43,
		"term": "accumulated other comprehensive income",
		"definition": "A separate line within stockholders’ equity that reports the corporation’s cumulative income that has not been reported as part of net income on the corporation’s income statement. The items that would be included in this line involve the income or loss involving foreign currency transactions, hedges, pension liabilities, and the unrealized gains and losses on certain investments. To learn more about this go to www.FASB.org, select Accounting Pronouncements from the left panel, and then select Statement of Financial Accounting Standards No. 130, Reporting Comprehensive Income."
	},
	{
		"id": 44,
		"term": "acid test ratio",
		"definition": "See quick ratio."
	},
	{
		"id": 45,
		"term": "activity-based costing (ABC)",
		"definition": "A technique for allocating costs to a product, service, customer, etc. The premise is that activities cause an organization to incur costs. Once the costs of the activities have been identified and each activity’s cost has been determined, the cost of the activities is then allocated to the product, service, customer, etc. that required the activity. This technique is more logical for allocating overhead than simply allocating costs based on machine hours or direct labor hours."
	},
	{
		"id": 46,
		"term": "activity-based management",
		"definition": "Using the information generated in activity-based costing to plan and control activities and processes."
	},
	{
		"id": 47,
		"term": "actual costing",
		"definition": "A method of costing manufactured items that differs from normal costing and standard costing. Under actual costing each accounting period’s actual manufacturing overhead costs and each accounting period’s production volume are used to assign manufacturing overhead to the output."
	},
	{
		"id": 48,
		"term": "actual overhead",
		"definition": "The indirect manufacturing costs actually incurred during an accounting period."
	},
	{
		"id": 49,
		"term": "adjunct account",
		"definition": "An adjunct account is a valuation account that increases the book value or carrying value of a liability account. For example, the account Unamortized Premium on Bonds Payable (or simply Bond Premium) is an adjunct account since its credit balance is added to the amount in Bonds Payable in determining the book value of the bonds."
	},
	{
		"id": 50,
		"term": "adjusted trial balance",
		"definition": "A listing of the general ledger accounts and their account balances at a point in time after the adjusting entries have been posted. The grand total of the accounts with debit balances should equal the grand total of the accounts with credit balances."
	},
	{
		"id": 51,
		"term": "adjusting entries",
		"definition": "Journal entries usually dated the last day of the accounting period to bring the balance sheet and income statement up to date on the accrual basis of accounting. Adjusting entries are made to report (1) revenues that have been earned but not yet entered into the accounting records, (2) expenses that have been incurred but have not yet been entered into the accounting records, (3) revenues already recorded that pertain to a future accounting period, or (4) expenses already recorded that pertain to a future accounting period."
	},
	{
		"id": 52,
		"term": "administrative expenses",
		"definition": "Administrative expenses are part of the operating expenses (along with selling expenses). Administrative expenses include expenses associated with the general administration of the business. Examples include the salaries and fringe benefits of the company president, human resource personnel, accounting, information technology, the depreciation expense for equipment and space used in administration, as well as supplies, utilities, etc. Under the accrual basis of accounting, administrative expenses appear on the income statement for the period in which they occurred (not the period in which they were paid)."
	},
	{
		"id": 53,
		"term": "advance from customer",
		"definition": "A liability account used to record an amount received from a customer before a service has been provided or before goods have been shipped. This account is referred to as a deferred revenue account and could be entitled Customer Deposits or Unearned Revenues."
	},
	{
		"id": 54,
		"term": "advance to employee",
		"definition": "An asset account used to record amounts given to an employee with the expectation of repayment. For example, if an employee is given money by a company and the money is expected to be repaid or spent for company purposes, the amount will be recorded in this current asset account until it is repaid or until the expense documentation is provided."
	},
	{
		"id": 55,
		"term": "advertising expense",
		"definition": "Advertising Expense is the income statement account which reports the dollar amount of ads run during the period shown in the income statement. Advertising Expense will be reported under selling expenses on the income statement."
	},
	{
		"id": 56,
		"term": "after-tax",
		"definition": "The result after subtracting the income tax associated with a given amount. For example, if a corporation has a gain of $100,000 before tax, and its income tax rate is 30%, its after-tax gain is $70,000. If a corporation has a loss of $30,000 before tax, and its income tax rate is 30%, its after-tax loss is $21,000."
	},
	{
		"id": 57,
		"term": "after-tax cost of debt",
		"definition": "The interest rate of debt (bonds, loans) after deducting the income tax savings. For example, if a corporation has issued bonds with an interest rate of 8% and the corporation’s income tax rate is 25%, the after-tax cost of the bonds’ interest is 6% (8% minus the tax savings equal to 25% of 8%)."
	},
	{
		"id": 58,
		"term": "aging of accounts payable",
		"definition": "A sorting of a company’s accounts payable by due date."
	},
	{
		"id": 59,
		"term": "aging of accounts receivable",
		"definition": "A sorting of a company’s accounts receivables by the age of the receivables."
	},
	{
		"id": 60,
		"term": "AICPA",
		"definition": "See American Institute of Certified Public Accountants."
	},
	{
		"id": 61,
		"term": "allocate",
		"definition": "To assign costs to a product, department, customer, etc. on an arbitrary basis. For example, the heating cost might be allocated to the five departments located in the area that is heated. The allocation is often based on each department’s square footage."
	},
	{
		"id": 62,
		"term": "allocated",
		"definition": "Costs that have been divided up and assigned to periods, departments, products, etc. In depreciation it is the asset’s cost that is assigned to each of the years that the asset is in use. In cost accounting it is the assigning of common production costs to various production departments, product lines, individual products, activities."
	},
	{
		"id": 63,
		"term": "allocation",
		"definition": "The assigning or dividing up of amounts. For example, depreciation is an allocation process because it assigns an asset’s cost to expense in each of the years the asset is expected to be used. There is also an allocation process when the cost of goods available for sale is divided up between ending inventory and cost of goods sold. Manufacturers allocate (or assign) fixed overhead such as factory rent to the units of products produced in the factory."
	},
	{
		"id": 64,
		"term": "allowance for doubtful accounts",
		"definition": "Allowance for Doubtful Accounts is a contra current asset account associated with Accounts Receivable. When the credit balance of the Allowance for Doubtful Accounts is subtracted from the debit balance in Accounts Receivable the result is known as the net realizable value of the Accounts Receivable. The credit balance in this account comes from the entry wherein Bad Debts Expense is debited. The amount in this entry may be a percentage of sales or it might be based on an aging analysis of the accounts receivables (also referred to as a percentage of receivables). When the allowance account is used, the company is anticipating that some accounts will be uncollectible in advance of knowing the specific account. As a result the bad debts expense is more closely matched to the sale. When a specific account is identified as uncollectible, the Allowance for Doubtful Accounts should be debited and Accounts Receivable should be credited."
	},
	{
		"id": 65,
		"term": "allowance for uncollectible accounts",
		"definition": "See Allowance for Doubtful Accounts."
	},
	{
		"id": 66,
		"term": "allowance method for bad debts expense",
		"definition": "Under this method of recognizing losses on credit sales, a contra asset account Allowance for Doubtful Accounts is reported on the balance sheet. Prior to specifically identifying an account receivable as uncollectible, a company debits Bad Debts Expense and credits Allowance for Doubtful Accounts for an estimated amount. The estimate could be based on a percentage of sales or it could be based on the age of its accounts receivables."
	},
	{
		"id": 67,
		"term": "allowance to reduce inventory to net realizable value (NRV)",
		"definition": "This is a valuation account for the asset Inventory. A credit balance should be reported in this account for the amount that the net realizable value of inventory is less than the cost reported in the Inventory account. The credit entered into the Allowance for Reduction of Cost to Net Realizable Value will mean a debit is entered into the income statement account Loss From Reducing Inventory to Net Realizable Value."
	},
	{
		"id": 68,
		"term": "American Institute of Certified Public Accountants (AICPA)",
		"definition": "This is a national organization of certified public accountants"
	},
	{
		"id": 69,
		"term": "amortization",
		"definition": "The systematic allocation of the discount, premium, or issue costs of a bond to expense over the life of the bond. The systematic allocation of an intangible asset to expense over a certain period of time. The systematic reduction of a loan’s principal balance through equal payment amounts which cover interest and principal repayment."
	},
	{
		"id": 70,
		"term": "amortization expense",
		"definition": "The allocation to expense of the cost of an intangible asset such as a patent or goodwill."
	},
	{
		"id": 71,
		"term": "amortization of bond discount",
		"definition": "The systematic allocation of the discount on bonds payable (reported as a debit in a contra-liability account) to Bond Interest Expense over the life of the bonds. The journal entry to amortize contains a debit to the income statement account Bond Interest Expense and a credit to the balance sheet account Discount on Bonds Payable. To learn more see Explanation of Bonds Payable."
	},
	{
		"id": 72,
		"term": "amortization of bond issue costs",
		"definition": "The systematic allocation of the costs incurred to issue bonds (reported in a contra liability account) to Interest Expense over the life of the bonds."
	},
	{
		"id": 73,
		"term": "amortization of bond premium",
		"definition": "The systematic allocation of the premium on bonds payable (reported as a credit in a liability account) to Bond Interest Expense over the life of the bonds. The journal entry to amortize the premium contains a debit to the balance sheet account Premium on Bonds Payable and a credit to the income statement account Bond Interest Expense. To learn more see Explanation of Bonds Payable."
	},
	{
		"id": 74,
		"term": "amortization of intangible assets",
		"definition": "The expensing of an intangible asset from the balance sheet to the income statement."
	},
	{
		"id": 75,
		"term": "amortization schedule",
		"definition": "A multi-column listing of the amounts needed to eliminate a balance in a systematic manner over the life of the item. For example, an amortization schedule for a 15-year mortgage loan would show the 180 payments. The first column might be the payment number. The second column would show the amount of the payment. Column 3 would show the amount of interest being paid. Column 4 would show the principal amount being paid (total payment minus the interest payment). Column 5 would show the principal balance remaining after the payment (previous principal balance minus the current principal payment). An amortization schedule for bond discount would show the amounts needed to be journalized over the life of the bonds in order to systematically move the amount from the balance sheet to interest expense on the income statement."
	},
	{
		"id": 76,
		"term": "annuity",
		"definition": "A series of equal amounts at equal time intervals. Also see annuity due, annuity in advance, annuity in arrears, and ordinary annuity."
	},
	{
		"id": 77,
		"term": "annuity due",
		"definition": "A series of equal amounts occurring at the beginning of each equal time interval. Also known as an annuity in advance. An example would be the monthly rent on an apartment."
	},
	{
		"id": 78,
		"term": "annuity in advance",
		"definition": "A series of equal amounts occurring at the beginning of each equal time interval. Also known as an annuity due. An example would be the monthly rent on an apartment."
	},
	{
		"id": 79,
		"term": "annuity in arrears",
		"definition": "A series of equal amounts occurring at the end of each equal time interval. Also known as an ordinary annuity. An example would be the monthly payments on a loan. Another example is the semiannual interest on a bond."
	},
	{
		"id": 80,
		"term": "APB",
		"definition": "See Accounting Principles Board."
	},
	{
		"id": 81,
		"term": "applied overhead",
		"definition": "Manufacturing overhead assigned to units of output. Often this is applied via a standard overhead rate. To learn more, see Explanation of Standard Costing."
	},
	{
		"id": 82,
		"term": "apportionment",
		"definition": "An allocation based on some proportions. For example, a corporation’s taxable income that was earned in many of the U.S. states might be allocated or apportioned to the states in which the corporation has conducted business."
	},
	{
		"id": 83,
		"term": "appraisal",
		"definition": "An estimate of an asset’s market value."
	},
	{
		"id": 84,
		"term": "appraisal report",
		"definition": "A report prepared by a professional appraiser with detailed information on the calculation of an asset’s current market value."
	},
	{
		"id": 85,
		"term": "appropriated retained earnings",
		"definition": "A second retained earnings account that reports the amount that a company has transferred from the unappropriated or regular retained earnings account."
	},
	{
		"id": 86,
		"term": "ARB",
		"definition": "See Accounting Research Bulletin."
	},
	{
		"id": 87,
		"term": "arm’s length transaction",
		"definition": "A phrase that indicates a transaction was between two independent parties and that the resulting amount is a fair representation of the value."
	},
	{
		"id": 88,
		"term": "arrears",
		"definition": "A term meaning behind, such as dividends in arrears, or something occurring at the end of a period, such as the recurring payment in an annuity in arrears."
	},
	{
		"id": 89,
		"term": "articles of incorporation",
		"definition": "A document filed when a corporation is formed. Among other things, it lists the number of shares of stock that the corporation is authorized to issue."
	},
	{
		"id": 90,
		"term": "asset turnover ratio",
		"definition": "The mathematical result of sales revenues divided by average total assets during the period of the sales."
	},
	{
		"id": 91,
		"term": "assets",
		"definition": "Things that are resources owned by a company and which have future economic value that can be measured and can be expressed in dollars. Examples include cash, investments, accounts receivable, inventory, supplies, land, buildings, equipment, and vehicles. Assets are reported on the balance sheet usually at cost or lower. Assets are also part of the accounting equation: Assets = Liabilities + Owner’s (Stockholders’) Equity. Some valuable items that cannot be measured and expressed in dollars include the company’s outstanding reputation, its customer base, the value of successful consumer brands, and its management team. As a result these items are not reported among the assets appearing on the balance sheet."
	},
	{
		"id": 92,
		"term": "assign",
		"definition": "In cost accounting this term means to allocate, apply, apportion, or spread manufacturing overhead costs to the production output. In terms of accounts receivable, assign means to pledge accounts receivable to a lender as collateral for a loan."
	},
	{
		"id": 93,
		"term": "assigned accounts receivable",
		"definition": "Accounts receivable that serve as the collateral for a loan."
	},
	{
		"id": 94,
		"term": "assignee",
		"definition": "The lender (bank) that receives an asset as collateral for a loan."
	},
	{
		"id": 95,
		"term": "assignor",
		"definition": "The borrower who provides to a lender an asset as collateral for a loan."
	},
	{
		"id": 96,
		"term": "audited financial statements",
		"definition": "Financial statements that bear the report of independent auditors attesting to the financial statements’ fairness and compliance with generally accepted accounting principles."
	},
	{
		"id": 97,
		"term": "auditor’s report",
		"definition": "A written opinion of an independent certified public accountant that a company’s financial statements are a fair representation of the company’s financial performance and financial position. The auditor’s report is required for each corporation whose stock is publicly-traded."
	},
	{
		"id": 98,
		"term": "authorized number of shares of stock",
		"definition": "The number of shares of stock that a corporation may issue. The amount is specified in the corporation’s articles of incorporation."
	},
	{
		"id": 99,
		"term": "average accounts receivable",
		"definition": "The average balance in the account Accounts Receivable during a period of time. Since the amount reported in the Accounts Receivable account is the ending balance on one specific day, it is necessary to compute an average balance when relating this account to Sales (the balance of which reports the sales for a period of time)."
	},
	{
		"id": 100,
		"term": "average collection period",
		"definition": "Same as the Days Sales in Accounts Receivable."
	},
	{
		"id": 101,
		"term": "average cost of inventory",
		"definition": "See weighted-average cost flow assumption and moving-average cost of inventory."
	},
	{
		"id": 102,
		"term": "average inventory",
		"definition": "The average amount of inventory during a period of time. Since the amount reported in the Inventory account is the ending balance on one specific day, it is necessary to compute an average balance when relating this account to the cost of goods sold (which covers a period of time)."
	},
	{
		"id": 103,
		"term": "b",
		"definition": "A symbol that indicates the variable cost rate and also the slope of a straight line. For example, in the equation of the straight line, y = a + bx, “b” represents the variable cost rate per unit of “x”."
	},
	{
		"id": 104,
		"term": "bad debts expense",
		"definition": "This is an operating expense resulting from making sales on credit and not collecting the customers’ entire accounts receivable and bad debts expense balances."
	},
	{
		"id": 105,
		"term": "balance per bank",
		"definition": "A phrase used in reconciling the bank statement. It refers to the ending balance shown on the bank statement."
	},
	{
		"id": 106,
		"term": "balance per books",
		"definition": "The amount appearing in the general ledger. When reconciling the bank statement, the balance per books is the balance of the Cash account in the general ledger that pertains to the bank account."
	},
	{
		"id": 107,
		"term": "balance sheet",
		"definition": "One of the main financial statements. The balance sheet reports the assets, liabilities, and owner’s (stockholders’) equity at a specific point in time, such as December 31. The balance sheet is also referred to as the Statement of Financial Position."
	},
	{
		"id": 108,
		"term": "balance sheet account",
		"definition": "Asset, liability, and owner’s equity accounts. Also referred to as permanent or real accounts."
	},
	{
		"id": 109,
		"term": "bank balance",
		"definition": "The amount in a bank account according to the bank’s records."
	},
	{
		"id": 110,
		"term": "bank errors",
		"definition": "Errors made by the bank on a company’s bank account. These are usually infrequent but could include an incorrect amount of a check or deposit or a check or deposit recorded in the wrong account."
	},
	{
		"id": 111,
		"term": "bank overdraft",
		"definition": "A negative balance in the bank’s records for the company’s checking account."
	},
	{
		"id": 112,
		"term": "bank rec",
		"definition": "A shortened version of the term bank reconciliation or bank statement reconciliation."
	},
	{
		"id": 113,
		"term": "bank reconciliation",
		"definition": "The process of comparing the amounts in the Cash account in the general ledger to the amounts appearing on the bank statement. The objective is to be certain that there is consistency between the amounts and that the company’s amounts are accurate and complete."
	},
	{
		"id": 114,
		"term": "bank service charge expense",
		"definition": "This is an administrative expense which reports the fees incurred by a company for the expenses associated with its checking account transactions."
	},
	{
		"id": 115,
		"term": "bank statement",
		"definition": "Usually refers to a statement from the bank showing the activity in a company’s checking account. The statement includes the deposits received by the bank, checks paid by the bank, bank service charge, and other amounts transferred into and out of the checking account."
	},
	{
		"id": 116,
		"term": "bank statement reconciliation",
		"definition": "See bank reconciliation."
	},
	{
		"id": 117,
		"term": "basic accounting equation",
		"definition": "See accounting equation."
	},
	{
		"id": 118,
		"term": "basis point",
		"definition": "One hundredth (1/100) of a percentage point. In other words, one percentage point is equal to 100 basis points. The difference between an interest rate of 6.5% and 6.75% is 25 basis points."
	},
	{
		"id": 119,
		"term": "batch-level activities",
		"definition": "Activities involving a batch of products—as opposed to individual items. An example of a batch activity is the setting up of a machine to produce a batch of 1,000 identical items."
	},
	{
		"id": 120,
		"term": "batch-level cost",
		"definition": "A cost associated with a batch of items, but not directly traceable to an individual item within the batch. For example, the cost to set up a machine to run a batch of 5,000 items is a batch-level cost. This cost must then be allocated to the 5,000 items included in the batch."
	},
	{
		"id": 121,
		"term": "batch size",
		"definition": "In activity-based costing, this refers to the number of items that will be produced after a machine has been setup."
	},
	{
		"id": 122,
		"term": "bearer bond",
		"definition": "A bearer bond is a bond that is not registered in its owner’s name. The person holding the bond is presumed to be the owner of the bond. The interest on a bearer bond is received by clipping one of the dated interest coupons which are attached to the bond and presenting it to a bank for collection. This is the reason a bearer bond is also referred to as a coupon bond. Today, bearer bonds are almost nonexistent."
	},
	{
		"id": 123,
		"term": "Big Four",
		"definition": "The four largest public accounting firms in the U.S.: Deloitte, Ernst & Young, KPMG, PricewaterhouseCoopers. Typically, these four firms perform the audits of the largest publicly-traded corporations."
	},
	{
		"id": 124,
		"term": "bill",
		"definition": "An invoice or other document received from a vendor, supplier, etc. usually for goods or services received. Also a verb to indicate that a customer’s sales invoice should be prepared for goods or services."
	},
	{
		"id": 125,
		"term": "bill of materials",
		"definition": "A listing of the materials included in a product. A bill of material could be thought of as a bakery’s recipe for producing one of its products."
	},
	{
		"id": 126,
		"term": "bill payable",
		"definition": "An amount owed on bill or invoice from a vendor or supplier of goods or services."
	},
	{
		"id": 127,
		"term": "biweekly",
		"definition": "Usually means every two weeks. For example, if an employee is paid every other Thursday, the employee is paid biweekly. The person paid biweekly will receive 26 paychecks per year. (People paid two times per month – on the 15th and on the last day of the month – are said to be paid semimonthly and will receive 24 paychecks per year.)"
	},
	{
		"id": 128,
		"term": "blue-collar worker",
		"definition": "A term often used when referring to production workers and other workers who are paid with an hourly pay rate. These workers’ compensation is referred to as “wages” (as opposed to salaries)."
	},
	{
		"id": 129,
		"term": "board-designated restriction",
		"definition": "An action by a nonprofit organization’s board of directors to earmark an asset for a specified purpose. Since this is not a donor-imposed restriction, the designated asset is classified and reported as part of unrestricted net assets."
	},
	{
		"id": 130,
		"term": "board of directors",
		"definition": "Individuals elected by the common stockholders of a corporation to represent the stockholders and to establish the policies of the corporation. The board of directors appoints the officers of the corporation and declares dividends for the common and preferred stock."
	},
	{
		"id": 131,
		"term": "boards of accountancy",
		"definition": "These agencies establish the educational requirements and the eligibility of candidates desiring to sit for the Uniform CPA Exam. There is a board of accountancy in each of the 50 U.S. states plus five other jurisdictions. Each board of accountancy also controls the licensing of certified public accountants (CPAs) within its jurisdiction."
	},
	{
		"id": 132,
		"term": "BOM",
		"definition": "See bill of materials."
	},
	{
		"id": 133,
		"term": "bond",
		"definition": "A formal written promise to pay interest every six months and the principal amount at maturity."
	},
	{
		"id": 134,
		"term": "bond call price",
		"definition": "The price at which the holder of a bond must sell the bond to the issuer. For example, a corporation may have the right to redeem/buy back its bonds by paying the bondholder 110% of the bond’s face amount."
	},
	{
		"id": 135,
		"term": "bond coupon rate",
		"definition": "The stated interest rate appearing on the face of the bond. Also referred to as the nominal rate or the stated interest rate."
	},
	{
		"id": 136,
		"term": "bond discount",
		"definition": "See discount on bonds payable."
	},
	{
		"id": 137,
		"term": "bond indenture",
		"definition": "A document that discloses various conditions and terms of the company’s bonds. It would include the call price, collateral, ramifications if interest is not paid, etc."
	},
	{
		"id": 138,
		"term": "bond interest expense",
		"definition": "The amount of interest expense incurred during the time interval shown in the heading of the income statement that pertains to a company’s bonds payable. Bond interest expense also includes the amortization of the premium or discount on bonds payable and the amortization of the bond issue costs for the same period of time."
	},
	{
		"id": 139,
		"term": "bond interest rate",
		"definition": "The interest rate stated on a bond. This is also referred to as the face interest rate, nominal interest rate, and coupon rate."
	},
	{
		"id": 140,
		"term": "bond issue costs",
		"definition": "Bond Issue Costs is a contra liability account reported along with Bonds Payable. Bond Issue Costs include the professional fees and registration fees associated with the issuance of bonds. The amount in the account Bond Issue Costs will be amortized (systematically written off) to interest expense over the life of the bonds."
	},
	{
		"id": 141,
		"term": "bond premium",
		"definition": "See premium on bonds payable."
	},
	{
		"id": 142,
		"term": "bond sinking fund",
		"definition": "A restricted asset for the purpose of retiring a bond."
	},
	{
		"id": 143,
		"term": "bonds payable",
		"definition": "Generally a long term liability account containing the face amount, par amount, or maturity amount of the bonds issued by a company that are outstanding as of the balance sheet date."
	},
	{
		"id": 144,
		"term": "book balance",
		"definition": "The balance in a business record such as a general ledger account."
	},
	{
		"id": 145,
		"term": "book depreciation",
		"definition": "The depreciation computed for financial reporting purposes—as opposed to income tax depreciation."
	},
	{
		"id": 146,
		"term": "book of original entry",
		"definition": "Also known as a journal."
	},
	{
		"id": 147,
		"term": "book value",
		"definition": "The book value of an asset is the amount of cost in its asset account less the accumulated depreciation applicable to the asset. The book value of a company is the amount of owner’s or stockholders’ equity. The book value of bonds payable is the combination of the accounts Bonds Payable and Discount on Bonds Payable or the combination of Bonds Payable and Premium on Bonds Payable."
	},
	{
		"id": 148,
		"term": "book value of a company",
		"definition": "The amount of owner’s equity or stockholders’ equity reported on a company’s balance sheet. This is not an indication of the company’s fair market value."
	},
	{
		"id": 149,
		"term": "book value of an asset",
		"definition": "he book value of an asset is the asset’s cost minus the accumulated depreciation since the asset was acquired. This net amount is not an indication of the asset’s fair market value. The book value of an asset is also referred to as the asset’s carrying value."
	},
	{
		"id": 150,
		"term": "book value per share of stock",
		"definition": "A corporation’s total stockholders’ equity (excluding preferred stock) divided by the number of shares of common stock outstanding."
	},
	{
		"id": 151,
		"term": "bookkeeper",
		"definition": "Usually a person without a four-year or five-year accounting degree employed to record routine financial transactions for smaller companies."
	},
	{
		"id": 152,
		"term": "bookkeeping",
		"definition": "The recording of a company’s transactions into the accounts contained in the general ledger. It is usually associated with the accounting tasks prior to the preparation of the trial balance."
	},
	{
		"id": 153,
		"term": "books",
		"definition": "A term to mean the company’s general ledger or accounting records."
	},
	{
		"id": 154,
		"term": "borrow",
		"definition": "To receive money in exchange for a promise to repay the amount to the lender."
	},
	{
		"id": 155,
		"term": "borrower",
		"definition": "The person or business that receives a loan from a bank or other lender."
	},
	{
		"id": 156,
		"term": "bottom line",
		"definition": "In accounting this term means a company’s net income, which is the bottom line of the income statement."
	},
	{
		"id": 157,
		"term": "bounced check",
		"definition": "See not sufficient funds (NSF) check."
	},
	{
		"id": 158,
		"term": "break-even analysis",
		"definition": "Break Even Analysis in economics, business, and cost accounting refers to the point in which total cost and total revenue are equal."
	},
	{
		"id": 159,
		"term": "Break-even Point",
		"definition": "Break-even point (BEP) is a term in accounting that refers to the situation where a company’s revenues and expenses were equal within a specific accounting period. It means that there were no net profits or no net losses for the company – it “broke even”. BEP may also refer to the revenues that are needed to be reached in order to compensate for the expenses incurred during a specific period."
	},
	{
		"id": 160,
		"term": "Budget",
		"definition": "A budget is an estimation of revenue and expenses over a specified future period of time and is usually compiled and re-evaluated on a periodic basis."
	},
	{
		"id": 161,
		"term": "Budget Variance",
		"definition": " A budget variance is a periodic measure used by governments, corporations, or individuals to quantify the difference between budgeted and actual figures for a particular accounting category. A favorable budget variance refers to positive variances or gains; an unfavorable budget variance describes negative variance, indicating losses or shortfalls. Budget variances occur because forecasters are unable to predict future costs and revenue with complete accuracy.\n\nBudget variances can occur broadly due to either controlled or uncontrollable factors. For instance, a poorly planned budget and labor costs are controllable factors. Uncontrollable factors are often external and arise from occurrences outside the company, such as a natural disaster."
	},
	{
		"id": 162,
		"term": "Budgetary Slack",
		"definition": "Budgetary slack is a cushion created in a budget by management to increase the chances of the actual performance beating the budget. Budgetary slack can take one of two forms: an underestimate in the budget of the amount of income or revenue that will come in over a given amount of time, or an overestimate of the expenses that are to be paid out over the same time period. "
	},
	{
		"id": 163,
		"term": "budgeted balance sheet",
		"definition":"A balance sheet which is a projection of the amounts at a future date. It should be based on the projected, budgeted transactions."
	},
	{
		"id": 164,
		"term": "budgeted capacity",
		"definition": "The estimated volume in a future period that will be used for allocating indirect manufacturing costs."
	},
	{
		"id": 165,
		"term": "budgeted income statement",
		"definition": "An estimated income statement for a future period of time that is based on projected or budgeted transactions."
	},
	{
		"id": 166,
		"term": "buildings",
		"definition": "Buildings is a noncurrent or long-term asset account which shows the cost of a building (excluding the cost of the land). Buildings will be depreciated over their useful lives by debiting the income statement account Depreciation Expense and crediting the balance sheet account Accumulated Depreciation."
	},
	{
		"id": 167,
		"term": "Burden Rate",
		"definition": " The burden rate consists of indirect costs associated with employees, or inventory, over and above gross compensation or payroll costs. Typical costs associated with the burden rate include payroll taxes, workers' compensation, health insurance, paid time off, training, travel expenses, vacation, and sick leave, pension contributions, and other benefits.\n\nIn short, the burden rate provides a truer picture of total absorbed costs than payroll costs alone. It should not be confused with an individual's or firm's tax burden."
	},
	{
		"id": 168,
		"term": "bx",
		"definition": "In the equation of a straight line, y = a + bx, “bx” is the total variable cost resulting from the variable cost rate “b” multiplied times the quantity “x”."
	},
	{
		"id": 169,
		"term": "byproduct",
		"definition": "A product that emerges with other products in a common process; however, this product does not have a significant value. (If it had significant value, it would be a joint product.)"
	},
	{
		"id": 170,
		"term": "Call Premium",
		"definition": " Call premium is the dollar amount over the par value of a callable debt security that is given to holders when the security is redeemed early by the issuer.\n\nThe call premium is also called the redemption premium. In options terminology, the call premium is the amount that the purchaser of a call option must pay to the writer."
	},
	{
		"id": 171,
		"term": "Call Price",
		"definition": "The call price (also known as 'redemption price') is the price at which the issuer of a callable security has the right to buy back that security from an investor or creditor. Call prices are commonly found in callable bonds or callable preferred stock. The call price is set at the time the security is issued and is known by reading the issue's prospectus."
	},
	{
		"id": 172,
		"term": "Callable Bond",
		"definition": "An American callable bond, also known as continuously callable, is a bond that an issuer can redeem at any time prior to its maturity. Usually, a premium is paid to the bondholder when the bond is called. A callable bond is also called a redeemable bond since the issuer can redeem it early."
	},
	{
		"id": 173,
		"term": "Callable Preferred Stock",
		"definition": "Callable preferred stock is a type of preferred stock that the issuer has the right to call in or redeem at a pre-set price after a defined date. Callable preferred stock terms, such as the call price, the date after which it can be called, and the call premium (if any), are all defined in the prospectus and cannot be changed later."
	},
	{
		"id": 174,
		"term": "Capital",
		"definition": " Capital is a broad term that can describe anything that confers value or benefit to its owners, such as a factory and its machinery, intellectual property like patents, or the financial assets of a business or an individual. While money itself may be construed as capital, capital is more often associated with cash that is being put to work for productive or investment purposes.\n\nIn general, capital is a critical component of running a business from day to day and financing its future growth. Business capital may derive from the operations of the business or be raised from debt or equity financing. When budgeting, businesses of all kinds typically focus on three types of capital: working capital, equity capital, and debt capital. A business in the financial industry identifies trading capital as a fourth component."
	},
	{
		"id": 175,
		"term": "capital budgeting",
		"definition": " Capital budgeting involves choosing projects that add value to a company. The capital budgeting process can involve almost anything including acquiring land or purchasing fixed assets like a new truck or machinery.\n\nCorporations are typically required, or at least recommended, to undertake those projects that will increase profitability and thus enhance shareholders' wealth.\n\nHowever, the rate of return deemed acceptable or unacceptable is influenced by other factors specific to the company as well as the project.\n\nFor example, a social or charitable project is often not approved based on the rate of return, but more on the desire of a business to foster goodwill and contribute back to its community. "
	},
	{
		"id": 176,
		"term": "Capital Expenditures",
		"definition": "Capital expenditures (CapEx) are funds used by a company to acquire, upgrade, and maintain physical assets such as property, plants, buildings, technology, or equipment. CapEx is often used to undertake new projects or investments by a company. Making capital expenditures on fixed assets can include repairing a roof (if the useful life of the roof is extended), purchasing a piece of equipment, or building a new factory. This type of financial outlay is made by companies to increase the scope of their operations or add some future economic benefit to the operation."
	},
	{
		"id": 177,
		"term": "Capital Lease",
		"definition": "A capital lease is a contract entitling a renter to the temporary use of an asset and has the economic characteristics of asset ownership for accounting purposes."
	},
	{
		"id": 178,
		"term": "capital maintenance approach in determining net income",
		"definition": "Under this method, net income is determined by analyzing the change in owner’s equity. The alternative is the transaction approach in which each transaction is recorded, sorted and stored."
	},
	{
		"id": 179,
		"term": "capital maintenance approach to net income",
		"definition": "A measurement of net income arrived at by comparing the amount of total equity at the end of a period to the amount of total equity at the beginning of the period. For example, if a business had $5 million of equity at the end of the year, but had only $1 million at the beginning of the year, the government could conclude that they earned $4 million during the year. This method is in contrast to the transaction approach which computes net income by subtracting the expense transactions from the revenue transactions."
	},
	{
		"id": 180,
		"term": "capital market",
		"definition": "A structured market for trading stocks and bonds such as the New York Stock Exchange or NASDAQ.\n\nCapital market can also include less structured markets such as private placements."
	},
	{
		"id": 181,
		"term": "capital stock",
		"definition": "Capital stock is the amount of common and preferred shares that a company is authorized to issue, according to its corporate charter. Capital stock can only be issued by the company and is the maximum number of shares that can ever be outstanding. The amount is listed on the balance sheet in the company's shareholders' equity section."
	},
	{
		"id": 182,
		"term": "capitalize",
		"definition": "To capitalize is to record a cost or expense on the balance sheet for the purposes of delaying full recognition of the expense. In general, capitalizing expenses is beneficial as companies acquiring new assets with long-term lifespans can amortize or depreciate the costs. This process is known as capitalization."
	},
	{
		"id": 183,
		"term": "carrying value/amount",
		"definition": "Carrying value is an accounting measure of value in which the value of an asset or company is based on the figures in the respective company's balance sheet. For physical assets, such as machinery or computer hardware, carrying cost is calculated as (original cost - accumulated depreciation). If a company purchases a patent or some other intellectual property item, then the formula for carrying value is (original cost - amortization expense)."
	},
	{
		"id": 184,
		"term": "Carrying Costs",
		"definition": "Carrying costs, also known as holding costs and inventory carrying costs, are the costs a business pays for holding inventory in stock. A business can incur a variety of carrying costs, including taxes, insurance, employee costs, depreciation, the cost of keeping items in storage, the cost of replacing perishable items, and opportunity costs. Even the cost of capital that helps to generate income for the business is a carrying cost.\n\nCarrying costs are also sometimes referred to as the carrying costs of inventory. A company pays various costs over time for holding and storing inventory before it is sold and shipped to customers. Businesses calculate these costs to evaluate the level of profit they can reasonably expect on their current inventory. It is also useful in determining whether a company should increase or decrease the production of goods. By knowing its carrying costs, a business can stay on top of expenses and continue to generate a steady income stream.\n\nOpportunity costs are another kind of carrying cost. These costs represent what a business owner sacrifices when choosing one option over another. Although opportunity costs are unseen and intangible, they can have a significant impact on a company's profitability."
	},
	{
		"id": 185,
		"term": "Carrying Value",
		"definition": "Carrying value is an accounting measure of value in which the value of an asset or company is based on the figures in the respective company's balance sheet. For physical assets, such as machinery or computer hardware, carrying cost is calculated as (original cost - accumulated depreciation). If a company purchases a patent or some other intellectual property item, then the formula for carrying value is (original cost - amortization expense)."
	},
	{
		"id": 186,
		"term": "Cash",
		"definition": "A current asset account which includes currency, coins, checking accounts, and undeposited checks received from customers. The amounts must be unrestricted. (Restricted cash should be recorded in a different account.)"
	},
	{
		"id": 187,
		"term": "Cash Account",
		"definition": " A cash account with a brokerage firm requires that any securities transactions be payable in full from funds in the account at the time of the settlement. Short selling and buying on margin are thus prohibited in this type of account. The Federal Reserve's Regulation T governs cash accounts and the purchase of securities on margin. This regulation gives investors two business days to pay for security. It's known as T+2.\n\nIn accounting, a cash account, or cash book, may refer to a ledger in which all cash transactions are recorded. The cash account includes both the cash receipts journal and the cash payment journal."
	},
	{
		"id": 188,
		"term": "Cash and Cash Equivalents (CCE)",
		"definition": "Cash and cash equivalents refers to the line item on the balance sheet that reports the value of a company's assets that are cash or can be converted into cash immediately. Cash equivalents include bank accounts and marketable securities, which are debt securities with maturities of less than 90 days. However, oftentimes cash equivalents do not include equity or stock holdings because they can fluctuate in value."
	},
	{
		"id": 189,
		"term": "cash basis of accounting",
		"definition": "Under this method, revenue is reported on the income statement only when cash is received. Expenses are recorded only when cash is paid out. The cash method is typically used by small businesses and for personal finances."
	},
	{
		"id": 190,
		"term": "Cash Discount",
		"definition": "Cash discounts refer to an incentive that a seller offers to a buyer in return for paying a bill before the scheduled due date. In a cash discount, the seller will usually reduce the amount that the buyer owes by either a small percentage or a set dollar amount."
	},
	{
		"id": 191,
		"term": "Cash Flow",
		"definition": " The term cash flow refers to the net amount of cash and cash equivalents being transferred in and out of a company. Cash received represents inflows, while money spent represents outflows.\n\nA company’s ability to create value for shareholders is fundamentally determined by its ability to generate positive cash flows or, more specifically, to maximize long-term free cash flow (CFC). FCF is the cash generated by a company from its normal business operations after subtracting any money spent on capital expenditures (CapEx)."
	},
	{
		"id": 192,
		"term": "Cash Flow Net of Tax",
		"definition": "The cash amounts received after deducting the related income taxes and also the cash amounts paid after deducting the cash saved when the amounts are income tax deductible."
	},
	{
		"id": 193,
		"term": "Cash Flow Statement",
		"definition": " A cash flow statement is a financial statement that provides aggregate data regarding all cash inflows a company receives from its ongoing operations and external investment sources. It also includes all cash outflows that pay for business activities and investments during a given period.\n\n A company's financial statements offer investors and analysts a portrait of all the transactions that go through the business, where every transaction contributes to its success. The cash flow statement is believed to be the most intuitive of all the financial statements because it follows the cash made by the business in three main ways—through operations, investment, and financing. The sum of these three segments is called net cash flow.\n\nThese three different sections of the cash flow statement can help investors determine the value of a company's stock or the company as a whole. "
	},
	{
		"id": 194,
		"term": "Cash Flow From Financing Activities (CFF) Formula & Calculations",
		"definition": "Cash flow from financing activities (CFF) is a section of a company’s cash flow statement, which shows the net flows of cash that are used to fund the company. Financing activities include transactions involving debt, equity, and dividends.\n\nCash flow from financing activities provides investors with insight into a company’s financial strength and how well a company's capital structure is managed.\n\n Investors and analyst will use the following formula and calculation to determine if a business is on sound financial footing.\n\nCFF = CED − (CD + RP)\n\nwhere:\nCED = Cash in flows from issuing equity or debt\n\nCD = Cash paid as dividends\n\nRP = Repurchase of debt and equity"
	},
	{
		"id": 195,
		"term": "Cash Flow From Operating Activities (CFO)",
		"definition": " Cash flow from operating activities (CFO) indicates the amount of money a company brings in from its ongoing, regular business activities, such as manufacturing and selling goods or providing a service to customers. It is the first section depicted on a company's cash flow statement.\n\nCash flow from operating activities does not include long-term capital expenditures or investment revenue and expense. CFO focuses only on the core business, and is also known as operating cash flow (OCF) or net cash from operating activities. "
	},
	{
		"id": 196,
		"term": "cash method of accounting",
		"definition": "Under this method, revenue is reported on the income statement only when cash is received. Expenses are recorded only when cash is paid out. The cash method is typically used by small businesses and for personal finances.\n\n The key advantage of the cash method is its simplicity—it only accounts for cash paid or received. Tracking the cash flow of a company is also easier.\n\nIt's beneficial to sole proprietorships and small businesses because, most likely, it won't require added staff (and the related expenses) to use.\n\nHowever, the cash basis method might overstate the health of a company that is cash-rich. That's because it doesn't record accounts payables that might exceed the cash on the books and the company's current revenue stream.\n\nAs a result, an investor might conclude the company is making a profit when, in reality, the company might be facing financial difficulties.\n\nThe cash basis method is not acceptable under GAAP."
	},
	{
		"id": 197,
		"term": "cash realizable value",
		"definition": "See net realizable value."
	},
	{
		"id": 198,
		"term": "cash receipt",
		"definition": "The collection of money (currency, coins, checks). Not to be confused with revenues."
	},
	{
		"id": 199,
		"term": "cash receipts journal",
		"definition": "A special journal (or specialized journal) used to record money received. In a manual system this will allow one entry to the Cash account for the month (or shorter periods) instead of debiting the Cash account for every receipt."
	},
	{
		"id": 200,
		"term": "cash short and over",
		"definition": "A miscellaneous expense account used to record the difference between the amount of cash needed to replenish a petty cash fund and the amount of petty cash receipts at the time the petty cash fund is replenished."
	},
	{
		"id": 201,
		"term": "cash surrender value (CSV)",
		"definition": "The amount of cash that could be received if a whole life insurance policy were canceled."
	},
	{
		"id": 202,
		"term": "cashier’s check",
		"definition": "A check drawn on a bank. A cashier’s check leaves no doubt that the funds represented by the check are real. A bank money order or a certified check would also assure the payee that the funds are in the bank."
	},
	{
		"id": 203,
		"term": "CD",
		"definition": "See certificate of deposit."
	},
	{
		"id": 204,
		"term": "CEO",
		"definition": "See chief executive officer."
	},
	{
		"id": 205,
		"term": "certificate of deposit",
		"definition": "Also known as a CD. A bank time deposit (savings deposit) that cannot be withdrawn until a specified date. For example, a CD might mature in 6, 9, 12, or 18 months. If the amount deposited in a CD needs to be withdrawn prior to its maturity date, a penalty is assessed by the bank."
	},
	{
		"id": 206,
		"term": "certified management accountant",
		"definition": "A professional certification awarded to an accountant who has successfully completed the CMA Exam and has achieved the required work experience. The certified management accountant is recognized as a person with a strong proficiency in both management and financial accounting."
	},
	{
		"id": 207,
		"term": "certified public accountant",
		"definition": "A designation awarded by one of 50 U.S. states or five jurisdictions to a college graduate who has passed the rigorous Uniform CPA Exam and has met the required work experience."
	},
	{
		"id": 208,
		"term": "CFO",
		"definition": "See chief financial officer."
	},
	{
		"id": 209,
		"term": "change in accounting estimate",
		"definition": "Accounting estimates include the estimated salvage value and the estimated useful life of depreciable assets, estimated percentage of bad debts expense, estimated percentage of units to be repaired or replaced during a warranty period, and routine estimates of monthly expenses for utilities and other expenses. When a change is needed to one of these estimates, the change can affect the current and future periods only. Previous periods are not restated for changes in estimates. (Corrections of errors require a restatement of a prior period amount.)"
	},
	{
		"id": 210,
		"term": "change in net assets",
		"definition": "The “bottom line” on the statement of activities. The change in net assets results from revenues, expenses, and the release of assets from restrictions. It is computed for an organization’s three classes of net assets as well as for total net assets during the period appearing in the heading of the statement of activities."
	},
	{
		"id": 211,
		"term": "chart of accounts",
		"definition": "A listing of the accounts available in the accounting system in which to record entries. The chart of accounts consists of balance sheet accounts (assets, liabilities, stockholders’ equity) and income statement accounts (revenues, expenses, gains, losses). The chart of accounts can be expanded and tailored to reflect the operations of the company. To learn more, see Explanation of Chart of Accounts."
	},
	{
		"id": 212,
		"term": "checkbook",
		"definition": "The record of checks issued or written, deposits, bank charges, bank credits and the resulting balance. Also referred to as the check register."
	},
	{
		"id": 213,
		"term": "checking account",
		"definition": "The bank account on which checks are written or drawn. A bank refers to checking accounts as demand deposits."
	},
	{
		"id": 214,
		"term": "check printing charges",
		"definition": "A fee for the printing of checks ordered by a company. Often the amount is deducted automatically from a company’s checking account by the company that printed the checks."
	},
	{
		"id": 215,
		"term": "cheque",
		"definition": "Another name for check."
	},
	{
		"id": 216,
		"term": "chief executive officer (CEO)",
		"definition": "Usually the top ranking officer of the corporation who is charged with executing the policies set by the board of directors."
	},
	{
		"id": 217,
		"term": "chief financial officer (CFO)",
		"definition": "The top ranking financial person in the corporation."
	},
	{
		"id": 218,
		"term": "chief operating officer (COO)",
		"definition": "A top ranking corporation official usually reporting to the chief executive officer and responsible for the operations of the corporation."
	},
	{
		"id": 219,
		"term": "Circular E",
		"definition": "A publication by the U.S. Internal Revenue Service (IRS) to assist employers with federal payroll taxes. The complete title of the publication is Publication 15 (Circular E), Employer’s Tax Guide."
	},
	{
		"id": 220,
		"term": "classified balance sheet",
		"definition": "A balance sheet with classifications (groupings or categories) such as current assets, property plant and equipment, current liabilities, long term liabilities, etc. To learn more, see Explanation of Balance Sheet."
	},
	{
		"id": 221,
		"term": "clear",
		"definition": "See cleared."
	},
	{
		"id": 222,
		"term": "cleared",
		"definition": "A term used to describe checks written by a company that have been received and paid by the bank on which they were drawn or written. The check number and amount will appear on the company’s checking account statement."
	},
	{
		"id": 223,
		"term": "clearing account",
		"definition": "A general ledger account which serves to summarize similar transactions. For example, all of the closing entries involving operating expenses might be posted to an operating expense clearing (or summary) account."
	},
	{
		"id": 224,
		"term": "closely-held corporation",
		"definition": "A corporation with a limited number of stockholders and whose stock is usually not publicly traded."
	},
	{
		"id": 225,
		"term": "closing entries",
		"definition": "These journal entries are made after the financial statements have been prepared at the end of the accounting year. Most of the closing entries involve the income statement accounts (revenues, expenses, gains, losses, and summary/clearing accounts) whose balances will be transferred to the owner’s capital account or the corporation’s retained earnings account. A closing entry also transfers the owner’s drawing account (a temporary balance sheet account) balance to the owner’s capital account. The closing entries will mean that the temporary accounts (income statement accounts and drawing account) will start the new accounting year with zero balances."
	},
	{
		"id": 226,
		"term": "CMA Exam",
		"definition": "The Certified Management Accountant (CMA) Exam is a 13-hour, four-part exam on business analysis, management accounting and reporting, strategic management, and business application. The exam is administered through IMA, the acronym for the Institute of Management Accountants."
	},
	{
		"id": 227,
		"term": "coefficient of correlation",
		"definition": "n regression analysis this is a statistic designated as r and ranging from -1 to +1. It indicates the percentage of correlation between the dependent variable and the independent variable(s). When this statistic is squared it produces the coefficient of determination, which indicates the percentage change in the dependent variable that is explained by the change in the independent variable(s). Correlation does not necessarily mean there is a cause-and-effect relationship."
	},
	{
		"id": 228,
		"term": "coefficient of determination",
		"definition": "In regression analysis this is a statistic (designated as r-squared) indicating the percentage of the change occurring in the dependent variable that is explained by the change in the independent variable(s). The percent change does not necessarily mean there is a cause-and-effect relationship."
	},
	{
		"id": 229,
		"term": "COGS",
		"definition": "The acronym for cost of goods sold."
	},
	{
		"id": 230,
		"term": "collection period",
		"definition": "The average time for a company’s accounts receivable to be collected. See days sales in accounts receivable."
	},
	{
		"id": 231,
		"term": "commissions expense",
		"definition": "Under the accrual basis of accounting this income statement account reports the amount of commissions expense that pertains to the revenues earned by the company during the accounting period shown in the heading of the income statement."
	},
	{
		"id": 232,
		"term": "commitments",
		"definition": "Commitments are items that are not reported as liabilities as of the balance sheet date. Some of these items are reported in the notes to the financial statements. Examples include noncancelable contracts to rent space in the future or to purchase items at specified prices."
	},
	{
		"id": 233,
		"term": "common costs",
		"definition": "Costs that are common to several products, processes, activities, departments, territories, etc. Often common costs are subsequently allocated to each of the joint products, joint processes, etc. in order to determine the cost of each."
	},
	{
		"id": 234,
		"term": "common-size balance sheet",
		"definition": "A company’s balance sheet that shows each item’s amount after it has been divided by the amount of total assets. In other words, current assets will be shown as a percentage of total assets. This will allow comparisons between companies of different size."
	},
	{
		"id": 235,
		"term": "common-size financial statement",
		"definition": "See common-size balance sheet and common-size income statement."
	},
	{
		"id": 236,
		"term": "common-size income statement",
		"definition": "A company’s income statement which reports each item as a percentage of net sales."
	},
	{
		"id": 237,
		"term": "common stock",
		"definition": "The type of stock that is present at every corporation. (Some corporations have preferred stock in addition to their common stock.) Shares of common stock provide evidence of ownership in a corporation. Holders of common stock elect the corporation’s directors and share in the distribution of profits of the company via dividends. If the corporation were to liquidate, the secured lenders would be paid first, followed by unsecured lenders, preferred stockholders (if any), and lastly the common stockholders."
	},
	{
		"id": 238,
		"term": "common stock account",
		"definition": "The stockholders’ equity account that reports the par or stated value of the issued shares of common stock. If the common stock does not have a par or stated value, this account will report the amount received when the shares of common stock were issued."
	},
	{
		"id": 239,
		"term": "common stock dividend distributable",
		"definition": "A cash dividend that has been declared by the board of directors, but not yet paid."
	},
	{
		"id": 240,
		"term": "comparability",
		"definition": "A quality of accounting information that facilitates the comparison of financial reporting of one company to the financial reporting of another company."
	},
	{
		"id": 241,
		"term": "comparative balance sheet",
		"definition": "A balance sheet with at least two columns of amounts. The column of amounts that is closest to the words will be the most recent amounts. The column furthest from the words will contain the oldest amounts. The older amounts provide a reference point from which to make comparisons."
	},
	{
		"id": 242,
		"term": "comparative financial statements",
		"definition": "Financial statements that show more than the current year’s amounts. For example, it is generally accepted that a corporation’s income statement will show the most recent three years of results. This provides the reader with two years of past amounts as a frame of reference for the most recent year. Comparative balance sheets typically show the most recent two years."
	},
	{
		"id": 243,
		"term": "comparative income statement",
		"definition": "An income statement with at least two columns of amounts. The column of amounts that is closest to the words will contain the amounts for the most recent period of time. The columns furthest from the words will be the amounts from older periods of time. The older amounts provide a frame of reference for understanding the recent amounts."
	},
	{
		"id": 244,
		"term": "compensated absences",
		"definition": "A term used in accounting that refers to employees’ time off with pay for vacations, holidays, and sick days. Companies that are obligated to pay for these days off are required by thematching principle to record the expense for these fringe benefits when the employees are working, since the benefits are a part of the employees’ compensation.\n\nThe expense is recorded each accounting period that an employee works by debiting expense (fringe benefit expense, compensated absences expense, etc.) and crediting a liability account (fringe benefits payable, compensated absences payable, etc.) When the employees actually take time off, the liability account is debited instead of an expense account."
	},
	{
		"id": 245,
		"term": "compensating balances",
		"definition": "A bank account balance that a corporation agrees to maintain with a current or potential lender. For example, a corporation may agree to keep $1 million in its checking account at a bank in exchange for the bank agreeing to lend up to $10 million to the corporation at 1% below the prime lending rate. At a minimum, compensating balances must be disclosed in the notes to the corporation’s financial statements."
	},
	{
		"id": 246,
		"term": "compilation",
		"definition": "Often referred to as write-up work, a compilation refers to financial statements prepared by an accountant without reviewing or auditing the amounts. Often the accountant merely takes a client’s amounts and presents them in the income statement and balance sheet format and does not provide any assurances regarding the amounts."
	},
	{
		"id": 247,
		"term": "compiled financial statements",
		"definition": "Financial statements prepared by an accountant based on the amounts provided by a client. The accountant does not review or audit the amounts provided and therefore does not provide any assurances regarding the validity of the amounts."
	},
	{
		"id": 248,
		"term": "compound interest",
		"definition": "Interest on interest. For example, if $1,000 is deposited in an account earning interest of 6% per year the account will earn $60 in the first year. In year two the account balance will earn $63.60 (not $60.00) because 6% interest is earned on $1,060. Similarly the bank paying the interest will incur interest on interest."
	},
	{
		"id": 249,
		"term": "compound journal entry",
		"definition": "A journal entry with more than the minimum of one debit and one credit. Example: a debit to Cash of $500 and a credit to Sales of $475 and a credit to Sales Tax Payable of $25."
	},
	{
		"id": 250,
		"term": "comprehensive income",
		"definition": "Comprehensive income consists of two components:\n\n\t• Net income (or loss) from the income statement, and\n\n\t• Other comprehensive income (some additional items that are not reported on the income statement).\n\nOther comprehensive income includes the following:\n\n\t• Unrealized gains/losses on some investment securities and financial instruments.\n\n• Foreign currency translation adjustments\n\n• Unrealized gains/losses on postretirement benefit plans"
	},
	{
		"id": 251,
		"term": "comptroller",
		"definition": "The British term for controller."
	},
	{
		"id": 252,
		"term": "conceptual framework",
		"definition": "One of the first efforts begun in the 1970s by the Financial Accounting Standards Board to articulate and organize into a cohesive framework all of the accounting rules that had been developed in the past. It was hoped that future accounting rules would evolve from this framework."
	},
	{
		"id": 253,
		"term": "condensed balance sheet",
		"definition": "A highly summarized balance sheet."
	},
	{
		"id": 254,
		"term": "condensed financial statements",
		"definition": "Financial statements (such as the income statement and balance sheet) that summarize much of the detail into a few major lines of information."
	},
	{
		"id": 255,
		"term": "condensed income statement",
		"definition": "A highly summarized income statement."
	},
	{
		"id": 256,
		"term": "conformity rule",
		"definition": "See inventory conformity rule."
	},
	{
		"id": 257,
		"term": "conservatism",
		"definition": "This accounting guideline states that if doubt exists between two acceptable alternatives (in other words the accountant needs to break a tie), the accountant should choose the alternative that will result in a lesser asset amount and/or a lesser profit. A classic example is inventory where the net realizable value (NRV) is less than the actual cost. The accountant must decide whether to leave the inventory at cost or to reduce the inventory amount to its NRV. Conservatism directs the accountant to reduce the inventory to the lower amount (NRV). This results in a lower asset amount and a debit to an income statement account, such as Loss from Reducing Inventory to LCM."
	},
	{
		"id": 258,
		"term": "consigned goods",
		"definition": "Merchandise that is not owned by the party in possession of the goods. For example, a craftsperson might have produced 100 ornate wood items. In order to sell the items, the person asks a local merchant to take five of the items on consignment. This means that the merchant has possession of the five items and will attempt to sell them for a commission, but the merchant does not own the items. Those five items are consigned goods. (When the merchant sells one of the items, the merchant might be required to remit 80% of the selling price to the craftspersons and can keep 20% as a commission.) The merchant is the consignee and the craftsperson is the consignor."
	},
	{
		"id": 259,
		"term": "consignee",
		"definition": "The party receiving goods to be sold. See consigned goods."
	},
	{
		"id": 260,
		"term": "consignment",
		"definition": "Sending merchandise to another party (an agent, consignee) in order to sell the merchandise. Also see consigned goods."
	},
	{
		"id": 261,
		"term": "consignor",
		"definition": "The party who delivered its goods to another party (consignee). The objective is for consignee to sell the goods for the consignor. "
	},
	{
		"id": 262,
		"term": "consistency",
		"definition": "A quality of accounting information that facilitates comparing a company’s reporting of one accounting period to another. For example, the reader of a company’s financial statements can assume that the company is using the same inventory cost flow assumption this period as it used last period or last year. (If the company did change, it must be disclosed to the reader.)"
	},
	{
		"id": 263,
		"term": "consolidated financial statements",
		"definition": "Financial statements that reflect the total economic entity. For example, on a consolidated income statement a corporation having several subsidiaries would report the total of all of its companies’ sales that were made to customers outside of its group. (Sales to companies within its group of related companies would be excluded as well as the purchases within its group.) A consolidated balance sheet would report the combined assets except for claims against companies within its group. Liabilities would be combined except for amounts owed to companies within its group."
	},
	{
		"id": 264,
		"term": "constant-dollar",
		"definition": "A dollar adjusted for inflation. If an asset such as land was purchased for $10,000 many years ago when the consumer price index (CPI) was 100 and today the CPI is 400, today’s constant-dollar amount would be $40,000. However, generally accepted accounting principles (specifically the monetary unit assumption) assumes that the CPI is unchanging. Therefore the land will be reported at its original, unadjusted amount of $10,000."
	},
	{
		"id": 265,
		"term": "constraints",
		"definition": "In financial accounting this term often refers to the accounting guidelines or principles of conservatism and materiality."
	},
	{
		"id": 266,
		"term": "construction work-in-progress",
		"definition": "This is a long term asset account that accumulates the cost of a project that has not yet been placed into service. When the project is finished and placed into the service, the cost is removed from this account and is recorded in a plant asset account."
	},
	{
		"id": 267,
		"term": "consumer price index",
		"definition": "A government index that tracks the changes in prices in order to measure general inflation. This index can be used by small companies to obtain the benefits of LIFO without tracking individual units in inventory. "
	},
	{
		"id": 268,
		"term": "contingent gain",
		"definition": "A potential gain that is not recognized by accountants in the financial statements until it actually occurs. For example, Company P is suing Company D over a patent infringement. Company P has a contingent gain. Because of conservatism, accountants usually do not report or disclose contingent gains (but will report or disclose contingent losses)."
	},
	{
		"id": 269,
		"term": "contingent liability",
		"definition": "A potential liability dependent upon some future event occurring or not occurring. For example, a company is named as a defendant in a $1 million lawsuit. Does that mean the company automatically has a liability of $1 million? What if the lawsuit has no merit and can easily be defended? If it is probable that the company will lose and the amount can be estimated, a journal entry is prepared to debit Loss from Lawsuit and to credit Lawsuit Payable. If it is possible but not probable that the company will lose, the journal entry is not made but instead there will be a footnote disclosure. If the lawsuit is remote (a nuisance suit without any merit), there is no need for a journal entry and no need to disclose the lawsuit. Accountants usually consider product warranties to be a contingent liability that is both probable and can be estimated and is therefore recorded with a journal entry."
	},
	{
		"id": 270,
		"term": "contingent loss",
		"definition": "A potential loss that is dependent upon some future event occurring or not occurring. If the loss is probable and the amount can be estimated, then the loss and a liability are recorded with a journal entry. If the loss is only reasonably possible (not probable), then a journal entry is not recorded but a disclosure should be made in the notes to the financial statements. If the loss is remote, then neither a journal entry nor a disclosure is required."
	},
	{
		"id": 271,
		"term": "continuing operations",
		"definition": "The operating activities of a company, excluding the major segments of the company that are being discontinued."
	},
	{
		"id": 272,
		"term": "continuous budget",
		"definition": "See rolling budget."
	},
	{
		"id": 273,
		"term": "contra account",
		"definition": "An account with a balance that is the opposite of the normal balance. For example, Accumulated Depreciation is a contra asset account, because its credit balance is contra to the debit balance for an asset account. Another example is the owner’s drawing account. This is an owner’s equity account and as such you would expect a credit balance. However, the drawing account has a debit balance. Other examples include (1) the allowance for doubtful accounts, (2) discount on bonds payable, (3) sales returns and allowances, and (4) sales discounts. The contra accounts cause a reduction in the amounts reported. For example net sales is gross sales minus the sales returns, the sales allowances, and the sales discounts. The net realizable value of the accounts receivable is the accounts receivable minus the allowance for doubtful accounts."
	},
	{
		"id": 274,
		"term": "contra asset account",
		"definition": "An asset account which is expected to have a credit balance (which is contrary to the normal debit balance of an asset account). The contra asset account is related to another asset account. For example, the contra asset account Allowance for Doubtful Accounts is related to Accounts Receivable. The contra asset account Accumulated Depreciation is related to a constructed asset(s), and the contra asset account Accumulated Depletion is related to natural resources.\n\nThe net of the asset and its related contra asset account is referred to as the asset’s book value or carrying value."
	},
	{
		"id": 275,
		"term": "contra equity account",
		"definition": "An owner’s or stockholders’ equity account with a debit balance instead of the normal credit balance. Examples include the owner’s drawing account, a dividend account, and the treasury stock account."
	},
	{
		"id": 276,
		"term": "contra expense account",
		"definition": "An expense account which is expected to have a credit balance instead of the typical debit balance."
	},
	{
		"id": 277,
		"term": "contra inventory account",
		"definition": "A general ledger inventory account that has a credit balance instead of an asset’s usual debit balance. An example is the account Reduction of Inventory to the Net Realizable Value."
	},
	{
		"id": 278,
		"term": "contra liability account",
		"definition": "A liability account with a debit balance. Discount on Bonds Payable is a contra account associated with the liability account Bonds Payable."
	},
	{
		"id": 279,
		"term": "contra owner’s equity account",
		"definition": "See contra equity account."
	},
	{
		"id": 280,
		"term": "contra revenues account",
		"definition": "A revenues account with a debit balance instead of the usual credit balance. Examples include sales returns, sales allowances, and sales discounts."
	},
	{
		"id": 281,
		"term": "contractual interest rate",
		"definition": "The interest rate specified or stated in a note payable or in a bond payable. Often this rate is fixed and will not change during the life of the note or bond."
	},
	{
		"id": 282,
		"term": "contributed capital",
		"definition": "Sometimes used as a heading in place of paid-in capital."
	},
	{
		"id": 283,
		"term": "contribution approach income statement",
		"definition": "An income statement that subtracts all variable costs and expenses from revenues in order to show the contribution margin. From that is subtracted the fixed costs and expenses to arrive at net income. To learn more, see Explanation of Break-even Point."
	},
	{
		"id": 284,
		"term": "contribution margin",
		"definition": "The result of subtracting all variable expenses from revenues. It indicates the amount available from sales to cover the fixed expenses and profit."
	},
	{
		"id": 285,
		"term": "contribution margin per unit",
		"definition": "Selling price per unit minus variable costs per unit, or revenues per unit minus expenses per unit."
	},
	{
		"id": 286,
		"term": "contribution margin ratio",
		"definition": "This ratio indicates the percentage of each sales dollar that is available to cover a company’s fixed expenses and profit. The ratio is calculated by dividing the contribution margin (sales minus all variable expenses) by sales."
	},
	{
		"id": 287,
		"term": "contributions",
		"definition": "The revenue classification used by nonprofit organizations to account for the amounts received as donations. It is also an expense classification for the donations made to another nonprofit organization. Contributions may be in the form of cash, securities, other property, as well as unconditional promises to give assets at a later date.\n\nContributions made by a donor without conditions attached are referred to as unrestricted contributions. Contributions with donor-imposed restrictions are either temporarily restricted or permanently restricted."
	},
	{
		"id": 288,
		"term": "control account",
		"definition": "A general ledger account containing the correct total amount without containing the details. For example, Accounts Receivable could be a control account in the general ledger. Each day the total of the day’s credit sales and the day’s collections are posted to this account. However, the details involving specific customers’ accounts will be found in a subsidiary ledger."
	},
	{
		"id": 289,
		"term": "controller",
		"definition": "The chief accounting officer of a company. This person would head up the accounting department."
	},
	{
		"id": 290,
		"term": "conversion costs",
		"definition": "The combination of a manufacturer’s direct labor and factory overhead."
	},
	{
		"id": 291,
		"term": "convertible bond",
		"definition": "A bond (long term note) that can be exchanged by the holder for a specified number of shares of stock in the company. The convertibility feature usually allows for the bond to have a lower interest rate when it is issued. The holder of the bond enjoys the potential for a gain if the stock price increases."
	},
	{
		"id": 292,
		"term": "convertible preferred stock",
		"definition": "Preferred stock that can be exchanged by the holder for a specified number of shares of common stock of the same company."
	},
	{
		"id": 293,
		"term": "copyright",
		"definition": "An exclusive right granted by the federal government to publish and sell various works. In accounting a copyright is recorded at its cost and is reported on the balance sheet as an intangible asset."
	},
	{
		"id": 294,
		"term": "corporation",
		"definition": "A legal entity organized under state laws that is considered separate from its owners. Ownership is evidenced by shares of stock."
	},
	{
		"id": 295,
		"term": "correcting entry",
		"definition": "A journal entry to correct an erroneous amount previously entered in the general ledger."
	},
	{
		"id": 296,
		"term": "correlation",
		"definition": "The relationship between two variables. There can be correlation without a cause-and-effect relationship."
	},
	{
		"id": 297,
		"term": "COS",
		"definition": "The acronym for cost of sales or for the cost of services."
	},
	{
		"id": 298,
		"term": "cost",
		"definition": "In accounting, cost is defined as the cash amount (or the cash equivalent) given up for an asset. Cost includes all costs necessary to get an asset in place and ready for use. For example, the cost of an item in inventory also includes the item’s freight-in cost. The cost of land includes all costs to get the land ready for its use. Also see cost principle."
	},
	{
		"id": 299,
		"term": "cost accounting",
		"definition": "The accounting focused on determining the cost per unit of a manufacturer in order to value inventory and cost of goods sold. It is also used to determine unit costs of items processed in service businesses, such as a bank’s cost to process a check or deposit."
	},
	{
		"id": 300,
		"term": "cost behavior",
		"definition": "The change in total costs in response to the change in some activity. For example, some of the costs of owning and operating a vehicle will increase in total with an increase in miles driven. These are referred to as variable costs and include gasoline and tires. Some other costs will not change in total with a reasonable increase in miles driven. These costs are referred to as fixed costs and include insurance and parking. Other costs might be part variable and part fixed. These are referred to as mixed costs and an example might be depreciation."
	},
	{
		"id": 301,
		"term": "cost center",
		"definition": "Usually a department within a company that is responsible for its costs but not revenues or profit."
	},
	{
		"id": 302,
		"term": "cost flow assumption",
		"definition": "An assumption that determines the order in which costs should flow out of a balance sheet account (e.g. Inventory, Investments, Treasury Stock) when the item is sold. For an illustration of the cost flow assumption, see Explanation of Inventory and Cost of Goods Sold."
	},
	{
		"id": 303,
		"term": "cost method of recording treasury stock",
		"definition": "The method of accounting for treasury stock whereby the cost of the stock that is repurchased by the issuing corporation is recorded and is reported in the contra stockholders’ equity account Treasury Stock."
	},
	{
		"id": 304,
		"term": "cost object",
		"definition": "A cost object is often a product or department for which costs are accumulated or measured. For example, a product is the cost object for direct materials, direct labor and manufacturing overhead. The factory maintenance department is a cost object for the cost of the maintenance employees and the maintenance supplies. Later the factory maintenance department costs will be assigned to products, which are also cost objects.\n\nA cost object can also be a customer, a machine, a group of machines, a group of employees, etc."
	},
	{
		"id": 305,
		"term": "cost of capital",
		"definition": "A corporation’s cost of capital is its weighted average after-tax cost of its debt, preferred stock, common stock, retained earnings, and other components of stockholders’ equity. The cost of capital is usually the minimum return that a company should accept on its investments."
	},
	{
		"id": 306,
		"term": "cost of carrying inventory",
		"definition": "The incremental cost of storing or holding inventory. It is an annual percentage that includes the cost of rent, insurance, cost of capital, deterioration and obsolescence."
	},
	{
		"id": 307,
		"term": "cost of goods available for sale",
		"definition": "This is the sum of the beginning inventory of merchandise plus the net cost of the merchandise purchased including freight-in."
	},
	{
		"id": 308,
		"term": "cost of goods purchased",
		"definition": "For a merchandiser this is the cost of merchandise purchased after deducting purchase returns, purchase allowances, and purchase discounts but after adding freight-in."
	},
	{
		"id": 309,
		"term": "cost of goods sold",
		"definition": "Cost of goods sold is usually the largest expense on the income statement of a company selling products or goods. Cost of Goods Sold is a general ledger account under the perpetual inventory system.\n\nUnder the periodic inventory system there will not be an account entitled Cost of Goods Sold. Instead, the cost of goods sold is computed as follows: cost of beginning inventory + cost of goods purchased (net of any returns or allowances) + freight-in - cost of ending inventory.\n\nThis account balance or this calculated amount will be matched with the sales amount on the income statement."
	},
	{
		"id": 310,
		"term": "cost of products sold",
		"definition": "See cost of goods sold."
	},
	{
		"id": 311,
		"term": "cost of sales",
		"definition": "See cost of goods sold."
	},
	{
		"id": 312,
		"term": "cost principle",
		"definition": "The accounting guideline requiring amounts in the accounts and on the financial statements to be the actual cost rather than the current value. Accountants can show an amount less than cost due to conservatism, but accountants are generally prohibited from showing amounts greater than cost. (Certain investments will be shown at fair value instead of cost.)"
	},
	{
		"id": 313,
		"term": "cost ratio",
		"definition": "In estimating the ending inventory under the retail method the cost ratio is the cost of goods available divided by the retail value of the goods available."
	},
	{
		"id": 314,
		"term": "cost-volume-profit (CVP)",
		"definition": "The analysis of how profits change as volume changes. The calculation of the break-even point is a part of cost-volume-profit analysis."
	},
	{
		"id": 315,
		"term": "coupon bond",
		"definition": "See bearer bond."
	},
	{
		"id": 316,
		"term": "CPA",
		"definition": "See certified public accountant."
	},
	{
		"id": 317,
		"term": "CPA Exam",
		"definition": "More formally known as the Uniform CPA Examination. This rigorous, 14-hour, computer-based exam consists of questions developed by the American Institute of Certified Public Accountants. The exam is in English only and application must be made through one of 55 boards of accountancy."
	},
	{
		"id": 318,
		"term": "cr.",
		"definition": "The abbreviation of the accounting and bookkeeping term credit."
	},
	{
		"id": 319,
		"term": "credit (as in debit and credit)",
		"definition": "To enter an amount on the right side of an account. Normal entries to revenue accounts are credits. Liabilities normally have credit balances."
	},
	{
		"id": 320,
		"term": "credit (as in debt, not cash)",
		"definition": "Allowing a person or company to purchase goods or services without paying cash at the time of purchase."
	},
	{
		"id": 321,
		"term": "credit balance",
		"definition": "A balance on the right side (credit side) of an account in the general ledger."
	},
	{
		"id": 322,
		"term": "credit line",
		"definition": "See line of credit."
	},
	{
		"id": 323,
		"term": "credit memo",
		"definition": "A document issued to a customer by a seller which reduces the seller’s accounts receivable and its net sales. It also reduces the buyer’s accounts payable and net purchases.\n\nA document issued by a bank that increases a depositor’s bank balance."
	},
	{
		"id": 324,
		"term": "credit memorandum",
		"definition": "See credit memo."
	},
	{
		"id:": 325,
		"term": "credit sales",
		"definition": "Sales made on account. Sales where the customer is allowed to pay at a later date. Noncash sales."
	},
	{
		"id": 326,
		"term": "credit terms",
		"definition": "The terms which indicate when payment is due for sales made on account (or credit). For example, the credit terms might be 2/10, net 30. This means the amount is due in 30 days; however, if the amount is paid in 10 days a discount of 2% will be permitted. Other terms might be net 10 days, due upon receipt, net 60 days, etc."
	},
	{
		"id": 327,
		"term": "creditor",
		"definition": "Someone who has granted credit. If a bank lends a company money, the bank is a creditor. If a supplier sold merchandise to a company on credit, the supplier is a creditor."
	},
	{
		"id": 328,
		"term": "CSV",
		"definition": "See cash surrender value."
	},
	{
		"id": 329,
		"term": "cumulative preferred stock",
		"definition": "This preferred stock feature that assures the owner that any omitted dividends on this stock will be made up before the common stockholders will receive a dividend. Any omitted dividends on cumulative preferred stock are referred to as dividends in arrears and must be disclosed in the notes to the financial statements."
	},
	{
		"id": 330,
		"term": "current assets",
		"definition": "Cash and other resources that are expected to turn to cash or to be used up within one year of the balance sheet date. (If a company’s operating cycle is longer than one year, an item is a current asset if it will turn to cash or be used up within the operating cycle.) Current assets are presented in the order of liquidity, i.e., cash, temporary investments, accounts receivable, inventory, supplies, prepaid insurance."
	},
	{
		"id": 331,
		"term": "current liabilities",
		"definition": "Obligations due within one year of the balance sheet date. (If a company’s operating cycle is longer than one year, an item is a current liability if it is due within the operating cycle.) Another condition is that the item will use cash or it will create another current liability. (This means that if a bond payable is due within one year of the balance sheet date, but the bond will be retired by a bond sinking fund (a long-term restricted asset) the bond will not be reported as a current liability.)"
	},
	{
		"id": 332,
		"term": "current maturity of long-term debt",
		"definition": "See current portion of long-term debt."
	},
	{
		"id": 333,
		"term": "current portion of long-term debt",
		"definition": "The principal portion of an obligation that must be paid within one year of the balance sheet date. For example, if a company has a bank loan of $50,000 that requires monthly interest and principal payments, the next 12 monthly principal payments will be the current portion of the long-term debt. That amount is reported as a current liability and the remaining principal amount is reported as a long-term liability."
	},
	{
		"id": 334,
		"term": "current ratio",
		"definition": "The ratio of current assets to current liabilities. This ratio is an indicator of a company’s ability to meet its current obligations."
	},
	{
		"id": 335,
		"term": "current value",
		"definition": "The present fair market value."
	},
	{
		"id": 336,
		"term": "current year’s net income",
		"definition": "Often this account appears as a line in the retained earnings section of stockholders’ equity (balance sheet) and will show the year-to-date net income. The reason is that some accounting software will not put the current year’s net income into the Retained Earnings account until the accounting year is finished."
	},
	{
		"id": 337,
		"term": "customer deposits",
		"definition": "A liability account on the books of a company receiving cash in advance of delivering goods or services to the customer. The entry on the books of the company at the time the money is received in advance is a debit to Cash and a credit to Customer Deposits."
	},
	{
		"id": 338,
		"term": "CVP",
		"definition": "See cost-volume-profit (CVP)."
	},
	{
		"id": 339,
		"term": "cycle counting",
		"definition": "Spreading the physical counting of inventory throughout the year. For example, a company may physically count a different 10% of its inventory each month instead of counting 100% of its inventory once per year."
	},
	{
		"id": 340,
		"term": "days’ sales in accounts receivable",
		"definition": "This indicates (on average) how many days of credit sales have not yet been collected. If the credit terms are net 30 days, you would expect this to be at least 30 days. To learn more, see Explanation of Financial Ratios."
	},
	{
		"id": 341,
		"term": "days’ sales in inventory",
		"definition": "This indicates (on average) how many days it takes to sell the merchandise held in inventory. To learn more, see Explanation of Financial Ratios."
	},
	{
		"id": 342,
		"term": "DCF",
		"definition": "See discounted cash flow model."
	},
	{
		"id": 343,
		"term": "death spiral",
		"definition": "The repeated elimination of products without a corresponding decrease in overhead costs. As a result the amount of overhead allocated to each unit of product increases. If selling prices are increased to cover the higher per unit allocated costs, fewer units might be sold. With fewer unit sales and no reduction in overhead costs, the remaining products will be assigned greater per unit overhead costs. If selling prices are increased to cover these still higher unit costs, there could be a further decline in sales."
	},
	{
		"id": 344,
		"term": "debenture bond",
		"definition": "An unsecured bond. For example, a bond not secured by a lien on the issuer’s property."
	},
	{
		"id": 345,
		"term": "debit (as in debit and credit)",
		"definition": "The accounting term that means an entry will be made on the left side of an account."
	},
	{
		"id": 346,
		"term": "debit balance",
		"definition": "A balance on the left side of an account in the general ledger. Typically expenses, losses, and assets have debit balances."
	},
	{
		"id": 347,
		"term": "debit card",
		"definition": "Usually a plastic card that is used in place of writing a check. The amount of the transaction is immediately deducted from the user’s checking account."
	},
	{
		"id": 348,
		"term": "debit memorandum",
		"definition": "A form used at a bank to inform its customer that the customer’s account is being reduced for a fee or other charge."
	},
	{
		"id": 349,
		"term": "debt extinguishment",
		"definition": "To eliminate debt such as a company’s repurchase or retirement of its outstanding bonds."
	},
	{
		"id": 350,
		"term": "debt financing",
		"definition": "Taking out a loan or issuing bonds in order to acquire an asset or another business."
	},
	{
		"id": 351,
		"term": "debt issue costs",
		"definition": "See bond issue costs."
	},
	{
		"id": 352,
		"term": "debt ratio",
		"definition": "The ratio of total liabilities to total assets. For example, a company with total assets of $800,000 and total liabilities of $200,000 will have a debt ratio of 0.25 to 1, or 25% ($200,000 divided by $800,000)."
	},
	{
		"id": 353,
		"term": "debt service",
		"definition": "The total of interest and principal payments required to be paid on loans payable."
	},
	{
		"id": 354,
		"term": "debt to equity ratio",
		"definition": "The ratio of total liabilities to stockholders’ equity. The higher the proportion of debt to equity, the more risky the company appears to be. An indicator of the amount of financial leverage at a company. It indicates the proportion of the company’s assets provided by creditors versus owners."
	},
	{
		"id": 355,
		"term": "debt to total asset ratio",
		"definition": "Total liabilities divided by total assets. This indicates how much of a corporation’s assets are financed by lenders/creditors as opposed to purchased with owners’ or stockholders’ funds. If a high proportion of the assets are financed by creditors, the corporation is considered to be leveraged."
	},
	{
		"id": 356,
		"term": "debtor",
		"definition": "The person that owes money. If a bank lent you money, the bank is the creditor and you are the debtor."
	},
	{
		"id": 357,
		"term": "decentralization",
		"definition": "Pushing authority and decision making down to the managers and employees who are closer to the work."
	},
	{
		"id": 358,
		"term": "declaration date",
		"definition": "The date on which the board of directors of a corporation declares a dividend on the corporation’s stock. On this date an accounting entry is made to debit Retained Earnings and to credit Dividends Payable."
	},
	{
		"id": 359,
		"term": "declining-balance method of depreciation",
		"definition": "A depreciation technique where a constant percentage (such as 200%, 150%, or 125%) is applied to the book value of an asset. (As an asset is depreciated its book value declines.) This technique results in greater depreciation in the early years of an asset’s life and smaller depreciation in the later years of the asset’s life (compared to constant depreciation amounts using straight-line depreciation)."
	},
	{
		"id": 360,
		"term": "deferral",
		"definition": "In accounting this means to defer or to delay recognizing certain revenues or expenses on the income statement until a later, more appropriate time. Revenues are deferred to a balance sheet liability account until they are earned in a later period. When the revenues are earned they will be moved from the balance sheet account to revenues on the income statement.\n\nExpenses are deferred to a balance sheet asset account until the expenses are used up, expired, or matched with revenues. At that time they will be moved to an expense on the income statement."
	},
	{
		"id": 361,
		"term": "deferral-type adjusting entry",
		"definition": "A journal entry that adjusts an amount already recorded on the books of a company because part of the amount pertains to a future accounting period."
	},
	{
		"id": 362,
		"term": "deferred charge",
		"definition": "See deferred expense."
	},
	{
		"id": 363,
		"term": "deferred debits",
		"definition": "See deferred expense."
	},
	{
		"id": 364,
		"term": "deferred expense",
		"definition": "A cost that has been recorded in the accounting records and reported on the balance sheet as an asset until matched with revenues on the income statement in a later accounting period."
	},
	{
		"id": 365,
		"term": "deferred income taxes",
		"definition": "Often a liability representing the differences between the income tax expense associated with the revenues and expenses reported on a corporation’s income statements and the actual income tax appearing on the corporation’s income tax returns."
	},
	{
		"id": 366,
		"term": "deferred revenues",
		"definition": "A balance sheet liability account that reports amounts received in advance of being earned. For example, if a company receives $10,000 today to perform services in the next accounting period, the $10,000 is unearned in this accounting period. It is deferred to the next accounting period by crediting a liability account such as Unearned Revenues. Next period (when it is earned) a journal entry will be made to debit the liability account and to credit a revenue account."
	},
	{
		"id": 367,
		"term": "deficit",
		"definition": "This term is used in place of retained earnings when the balance in the retained earnings account is negative (a debit balance)."
	},
	{
		"id": 368,
		"term": "defined benefit pension plan",
		"definition": "A retirement plan that specifies the amount that a retiree will receive, such as 1% of the person’s recent salary times the years of service. The employer’s obligation is to contribute enough money to meet those payments."
	},
	{
		"id": 369,
		"term": "defined contribution pension plan",
		"definition": "A retirement plan that does not specify the amount that a retiree will receive. Rather, the employer’s obligation is to contribute a specific amount into a fund to be used for payments to retirees."
	},
	{
		"id": 370,
		"term": "delivery equipment",
		"definition": "A long term asset account containing the cost of delivery equipment acquired by a company and used in its business. The account will appear on the balance sheet under the heading of Property, Plant and Equipment. There will be a related contra asset account Accumulated Depreciation: Delivery Equipment where the depreciation expense is accumulated."
	},
	{
		"id": 371,
		"term": "delivery expense",
		"definition": "This account shows the amount of delivery expense incurred (occurring) during the accounting period shown in the heading of the income statement. The title of this account could also be Freight Out or Transportation Out."
	},
	{
		"id": 372,
		"term": "demand deposits",
		"definition": "This term refers to checking account balances. On a bank’s balance sheet, demand deposits are reported as current liabilities."
	},
	{
		"id": 373,
		"term": "departmental overhead rate",
		"definition": "Rates based on a department’s direct and indirect overhead costs and some measure of the department’s activity, such as the department’s machine hours. Departmental rates are more accurate than plant-wide rates when a company manufactures diverse products requiring a variety of processes."
	},
	{
		"id": 374,
		"term": "dependent variable",
		"definition": "An item that is dependent on another item. For example, your wages would be a dependent variable and the hours you work would be the independent variable. This relationship is often expressed as y = a + bx, where y is the dependent variable and x is the independent variable."
	},
	{
		"id": 375,
		"term": "depletion",
		"definition": "The systematic allocation of the cost of a natural resource from the balance sheet to the income statement."
	},
	{
		"id": 376,
		"term": "depletion expense",
		"definition": "Amount of depletion charged to expense on the income statement for the period indicated in its heading. The amount is also credited to the contra asset account Accumulated Depletion."
	},
	{
		"id": 377,
		"term": "depositor",
		"definition": "A person or business that has a checking account or savings account at a bank."
	},
	{
		"id": 378,
		"term": "deposits",
		"definition": "A liability account in a bank’s general ledger that indicates the amounts owed to bank customers for the balances in the customers’ individual checking, savings, and certificate of deposit accounts."
	},
	{
		"id": 379,
		"term": "deposits in transit",
		"definition": "A company’s receipts that appear on the company’s records but do not yet appear on the bank statement. For example, a retail store’s receipts of March 31 are deposited after banking hours on March 31 or on the morning of April 1. Those receipts are in the company’s general ledger Cash account on March 31, but are not on the March 31 bank statement. As a result they are said to be “in transit” on March 31. On the bank reconciliation a deposit in transit is an adjustment (an addition) to the balance per bank."
	},
	{
		"id": 380,
		"term": "depreciable cost",
		"definition": "The amount of an asset’s cost that will be depreciated. It is the cost minus the expected salvage value. For example, if equipment has a cost of $30,000 but is expected to have a salvage value of $3,000 then the depreciable cost is $27,000."
	},
	{
		"id": 381,
		"term": "depreciated",
		"definition": "An asset’s cost that has been assigned to Depreciation Expense."
	},
	{
		"id": 382,
		"term": "depreciation",
		"definition": "The systematic allocation of the cost of an asset from the balance sheet to Depreciation Expense on the income statement over the useful life of the asset. (The depreciation journal entry includes a debit to Depreciation Expense and a credit to Accumulated Depreciation, a contra asset account). The purpose is to allocate the cost to expense in order to comply with the matching principle. It is not intended to be a valuation process. In other words, the amount allocated to expense is not indicative of the economic value being consumed. Similarly, the amount not yet allocated is not an indication of its current market value."
	},
	{
		"id": 383,
		"term": "depreciation - accelerated",
		"definition": "See accelerated depreciation."
	},
	{
		"id": 384,
		"term": "depreciation - double declining balance",
		"definition": "See double declining balance method of depreciation."
	},
	{
		"id": 385,
		"term": "depreciation - straight line",
		"definition": "See straight-line method of depreciation."
	},
	{
		"id": 386,
		"term": "depreciation - sum of the years’ digits",
		"definition": "See sum of the years’ digits method of depreciation."
	},
	{
		"id": 387,
		"term": "depreciation expense",
		"definition": "The income statement account which contains a portion of the cost of plant and equipment that is being matched to the time interval shown in the heading of the income statement. (There is no depreciation expense for land.)"
	},
	{
		"id": 388,
		"term": "depreciation expense: equipment",
		"definition": "The income statement account which contains a portion of the cost of equipment that is being expensed during the time interval shown in the heading of the income statement."
	},
	{
		"id": 389,
		"term": "depreciation methods",
		"definition": "See Explanation of Depreciation."
	},
	{
		"id": 390,
		"term": "differential cost",
		"definition": "See incremental cost."
	},
	{
		"id": 391,
		"term": "differential revenue",
		"definition": "The difference in total revenues between alternative actions or plans."
	},
	{
		"id": 392,
		"term": "direct allocation method",
		"definition": "A method used in allocating the costs of manufacturing service departments (factory administration, maintenance, etc.) directly to the producing departments in the factory. Under this method, no service department cost will be allocated to another service department."
	},
	{
		"id": 393,
		"term": "direct cost",
		"definition": "A cost that can be traced to a cost object. For example, the flour used in baking bread is a direct cost of a bakery’s bread.\n\nThe wages and salaries of the employees working exclusively in a manufacturer’s maintenance department are direct costs of the maintenance department. (However, these costs are indirect product costs, since they will need to be allocated to the products manufactured.)"
	},
	{
		"id": 394,
		"term": "direct costing",
		"definition": "A method where only the variable manufacturing costs are assigned to inventory and the cost of goods sold. Fixed manufacturing costs are viewed as expenses of the period in which they are incurred. This method is not allowed for external financial statements, but can be used internally. External financial statements must have fixed manufacturing costs allocated to the products."
	},
	{
		"id": 395,
		"term": "direct labor efficiency variance",
		"definition": "A variance arising in a standard costing system that indicates the difference between 1) the standard cost of the direct labor that should have been used (the standard hours times the standard rate) for the good output, and 2) the actual hours of direct labor used at its standard rate per hour."
	},
	{
		"id": 396,
		"term": "direct labor price variance",
		"definition": "See direct labor rate variance."
	},
	{
		"id": 397,
		"term": "direct labor quantity variance",
		"definition": "See direct labor efficiency variance."
	},
	{
		"id": 398,
		"term": "direct labor rate variance",
		"definition": "A variance arising in a standard costing system that indicates the difference between the standard cost of direct labor for the good output (standard hours times standard rate) and the standard cost of the actual hours of direct labor used (actual hours times standard rate)."
	},
	{
		"id": 399,
		"term": "direct labor usage variance",
		"definition": "See direct labor efficiency variance."
	},
	{
		"id": 400,
		"term": "direct materials",
		"definition": "Raw materials that are a traceable component of a manufactured product. For example, the direct material of a baseball bat is the wood. Flour, sugar, and vegetable oil are direct materials of a company that manufactures dessert products."
	},
	{
		"id": 401,
		"term": "direct materials efficiency variance",
		"definition": "See direct materials usage variance."
	},
	{
		"id": 402,
		"term": "direct materials inventory",
		"definition": "That component of a product that has not yet been placed into the product or into work-in- process inventory. This account often contains the standard cost of the direct materials on hand. A manufacturer must disclose in its financial statements the actual cost of materials on hand as well as its actual cost of work-in-process and finished goods."
	},
	{
		"id": 403,
		"term": "direct materials price variance",
		"definition": "A variance arising in a standard costing system that indicates the difference between the actual cost of direct materials and the standard cost of direct materials. Recognizing this variance at the time the direct materials are put into the direct or raw materials inventory is preferred over recognizing the variance at the time the materials are placed into production (work-in-process)."
	},
	{
		"id": 404,
		"term": "direct materials quantity variance",
		"definition": "See direct materials usage variance."
	},
	{
		"id": 405,
		"term": "direct materials usage variance",
		"definition": "A variance arising in a standard costing system that indicates the difference between the standard cost of direct materials that should have been used (standard quantity times standard cost) for the good output and the actual quantity of direct materials used at their standard cost."
	},
	{
		"id": 406,
		"term": "direct method",
		"definition": "The direct method could refer to the method of preparing the statement of cash flows.\n\nThe direct method could also refer to the method of allocating a manufacturing facility’s service departments to its production departments."
	},
	{
		"id": 407,
		"term": "direct write-off method",
		"definition": "A method for recognizing bad debts expense arising from credit sales. Under this method there is no allowance account. Rather, an account receivable is written-off directly to expense only after the account is determined to be uncollectible. This method is required for income tax purposes."
	},
	{
		"id": 408,
		"term": "disclosure",
		"definition": "See full disclosure principle."
	},
	{
		"id": 409,
		"term": "discontinued operations",
		"definition": "Operations of an entire division, subsidiary, or segment of a company where a formal plan exists to eliminate it from the company. (It involves more than pruning a product line of certain models of products.)\n\nThe revenues, gains, expenses, and losses pertaining to the business segment are removed from the company’s continuing operations and are reported separately on the company’s income statement. The amounts that pertain to discontinued operations are reported near the end of the income statement but before the amounts for extraordinary items and the cumulative effect of a change in an accounting principle. The amounts will be shown on a per share basis, if the company’s stock is publicly traded."
	},
	{
		"id": 410,
		"term": "discount on bonds payable",
		"definition": "A contra liability account that reports the amount of unamortized discount associated with bonds that are outstanding. The discount on bonds payable originates when bonds are issued for less than the bond’s face or maturity amount. The debit balance in this account will be amortized to bond interest expense over the life of the bonds and results in more interest expense than interest paid."
	},
	{
		"id": 411,
		"term": "discount on notes payable",
		"definition": "A contra liability account arising when the proceeds of a note payable is less than the face amount of the note. The debit balance in this account will be amortized to interest expense over the life of the note."
	},
	{
		"id": 412,
		"term": "discount on notes receivable",
		"definition": "A contra asset account arising when the present value of a note receivable is less than the face amount of the note. The credit balance in this account will be amortized to interest revenue over the life of the note."
	},
	{
		"id": 413,
		"term": "discount rate",
		"definition": "In accounting this is the rate used to discount future cash flows in order to determine their present value."
	},
	{
		"id": 414,
		"term": "discounted cash flow model",
		"definition": "A process which discounts future cash flows to the present in order to reflect the time value of money. Examples of the discounted cash flow model are net present value and internal rate of return."
	},
	{
		"id": 415,
		"term": "discounted cash flow technique",
		"definition": "See discounted cash flow model."
	},
	{
		"id": 416,
		"term": "disposal of fixed assets",
		"definition": "The sale, retirement, or exchange of property, plant and equipment."
	},
	{
		"id": 417,
		"term": "dividend",
		"definition": "A distribution of part of a corporation’s past profits to its stockholders. A dividend is not an expense on the corporation’s income statement."
	},
	{
		"id": 418,
		"term": "dividend declaration date",
		"definition": "See declaration date."
	},
	{
		"id": 419,
		"term": "dividend payment date",
		"definition": "The date a corporation pays a dividend to its shareholders. On this date the accounting entry will be a debit to Dividends Payable and a credit to Cash."
	},
	{
		"id": 420,
		"term": "dividend payout ratio",
		"definition": "The percentage resulting from dividing dividends per share by earnings per share."
	},
	{
		"id": 421,
		"term": "dividend yield",
		"definition": "The percentage resulting from dividing the dividends per share by the market price per share."
	},
	{
		"id": 422,
		"term": "dividends declared",
		"definition": "A temporary account that is debited when cash dividends have been declared (instead of debiting the Retained Earnings account. At the end of the accounting year, the balance in this account is transferred to the Retained Earnings account."
	},
	{
		"id": 423,
		"term": "dividends payable",
		"definition": "A current liability account that reports the amounts of cash dividends that have been declared by the board of directors but not yet distributed to the stockholders."
	},
	{
		"id": 424,
		"term": "dividends in arrears",
		"definition": "Past omitted dividends on cumulative preferred stock. Generally these omitted dividends were not declared and, therefore, do not appear on the corporation’s balance sheet as a liability. However, they must be disclosed in the notes to the balance sheet."
	},
	{
		"id": 425,
		"term": "divisions",
		"definition": "Segments of a business. For example, a corporation may have a consumer division and an industrial division in order to improve its effectiveness in marketing its goods."
	},
	{
		"id": 426,
		"term": "dollar-value LIFO retail method",
		"definition": "A method used by retailers to achieve the LIFO cost flow without tracking individual units. A further advantage is that pools of products are used. This will likely mean less liquidation of LIFO cost layers that would occur with the tracking of individual units."
	},
	{
		"id": 427,
		"term": "dollar-value retail method",
		"definition": "A method used by retailers for estimating the cost of ending inventory without tracking the individual units of product."
	},
	{
		"id": 428,
		"term": "donated capital",
		"definition": "Part of stockholders’ equity representing the fair market value of an asset at the time it was received as a gift. For example, a corporation may be given a large tract of land from a community if the corporation constructs a manufacturing facility in the community."
	},
	{
		"id": 429,
		"term": "donor",
		"definition": "A person or organization that gives or donates money, property, services, etc."
	},
	{
		"id": 430,
		"term": "donor-imposed condition",
		"definition": "A requirement that the receiving nonprofit organization must return an asset to the donor in the event that some future and uncertain event does or does not occur."
	},
	{
		"id": 431,
		"term": "donor-imposed restriction",
		"definition": "Either a temporary restriction or a permanent restriction imposed by the donor of an asset when it is contributed to a nonprofit organization."
	},
	{
		"id": 432,
		"term": "donor restriction",
		"definition": "See donor-imposed restriction."
	},
	{
		"id": 433,
		"term": "double-declining balance method of depreciation",
		"definition": "An accelerated method of depreciation, where two times the straight-line rate is applied to the book value of an asset. The result is more depreciation expense in the early years and less in the later years of the asset’s life compared to the straight-line method."
	},
	{
		"id": 434,
		"term": "double entry accounting",
		"definition": "The 500 year-old accounting system where every transaction is recorded into at least two accounts."
	},
	{
		"id": 435,
		"term": "downward demand spiral",
		"definition": "See death spiral."
	},
	{
		"id": 436,
		"term": "dr.",
		"definition": "The abbreviation for the accounting and bookkeeping term debit."
	},
	{
		"id": 437,
		"term": "draw",
		"definition": "The withdrawal of business cash or other assets by the owner for the personal use of the owner. Withdrawals of cash by the owner are recorded with a debit to the owner’s drawing account and a credit to the cash account."
	},
	{
		"id": 438,
		"term": "drawing account",
		"definition": "The contra owner’s equity account that reports the amount of withdrawals of business cash or other assets by the owner for personal use during the current accounting year. At the end of the accounting year, the balance in the drawing account is transferred (closed) to the owner’s capital account."
	},
	{
		"id": 439,
		"term": "dues",
		"definition": "See membership dues."
	},
	{
		"id": 440,
		"term": "duplicate payment",
		"definition": "In accounting and bookkeeping this term is used to describe paying a vendor more than once for the amount owed."
	},
	{
		"id": 441,
		"term": "early payment discount",
		"definition": "Often a 1% or 2% reduction in the amount owed if an invoice is paid within 10 days of the invoice date instead of the customary 30 days."
	},
	{
		"id": 442,
		"term": "earned",
		"definition": "Under accrual accounting an item has been “earned” and is reported as revenue when a service has been performed or the ownership to a product has been transferred from the seller to the buyer (not when cash is received)."
	},
	{
		"id": 443,
		"term": "earnings per share (EPS)",
		"definition": "This financial statistic is the net income of a corporation after income tax (less any preferred dividends) divided by the weighted average number of shares of common stock outstanding during the same period of time."
	},
	{
		"id": 444,
		"term": "earnings quality",
		"definition": "See quality of earnings."
	},
	{
		"id": 445,
		"term": "EBITDA",
		"definition": "The acronym for earnings before interest, taxes, depreciation, and amortization. This measure is used by some companies as a supplementary disclosure, since EBITDA does not comply with U.S. GAAP (generally accepted accounting principles). Some people use EBITDA when attempting to estimate the value of a company."
	},
	{
		"id": 446,
		"term": "economic entity assumption",
		"definition": "An accounting principle/guideline that allows the accountant to keep the sole proprietor’s business transactions separate from the owner’s personal transactions even though a sole proprietorship is not legally separate from the owner."
	},
	{
		"id": 447,
		"term": "economic life",
		"definition": "Also referred to as the useful life. This differs from the physical life of an asset. For example, a computer may have a physical life of 50 years, but its economic or useful life might be five years."
	},
	{
		"id": 448,
		"term": "economic lot size",
		"definition": "The optimum purchase (or production) quantity which minimizes the combined total cost of carrying inventory and processing additional purchase orders (or production setups)."
	},
	{
		"id": 449,
		"term": "economic order quantity (EOQ) model",
		"definition": "A formula that calculates the optimum quantity to be purchased (or produced) so as to minimize the combined total cost of carrying inventory and processing additional purchase orders (or production setups). The formula for the EOQ model is the square root of [(2 X Units of Annual Demand X Cost to Place an Order or Setup) divided by Carrying Cost per Unit]."
	},
	{
		"id": 450,
		"term": "effective interest rate",
		"definition": "See yield to maturity."
	},
	{
		"id": 451,
		"term": "effective interest rate method of amortization",
		"definition": "The preferred method for systematically moving bond discount or premium from the balance sheet over to interest expense on the income statement over the life of the bond. This method is superior to the straight-line method of amortization, because it causes interest expense to be in tandem with the book value of the bonds. In other words, under this method bond interest expense on the income statement will decrease when the book value of the bonds decreases on the balance sheet. Bond interest expense will increase as the book value of the bonds increases."
	},
	{
		"id": 452,
		"term": "efficiency variance",
		"definition": "See direct labor efficiency variance and variable manufacturing overhead efficiency variance."
	},
	{
		"id": 453,
		"term": "EFT",
		"definition": "See electronic funds transfer."
	},
	{
		"id": 454,
		"term": "eighty/twenty rule",
		"definition": "It is common for a small quantity to account for most of the value. Examples: 20% of the people may have 80% of the wealth; 20% of the members do 80% of the work; 20% of the items in inventory account for 80% of the sales; 20% of your customers generate 80% of your sales; 20% of your customers cause 80% of your headaches, etc.\n\nThis rule allows managers to monitor 80% of the value by monitoring approximately 20% of the items."
	},
	{
		"id": 455,
		"term": "electronic funds transfer (EFT)",
		"definition": "A method of payment used in place of a paper check."
	},
	{
		"id": 456,
		"term": "employee fringe benefits",
		"definition": "Benefits given to employees that are in addition to wages and salaries. Examples include health, dental, life, vision, and disability insurances, employer’s portion of social security and Medicare tax, paid absences (sick days, holidays, vacation days), pension or retirement contributions, unemployment tax, worker compensation insurance, profit sharing, and other benefits. These benefits often are equal to 50% of the wages and salaries."
	},
	{
		"id": 457,
		"term": "employer payroll taxes",
		"definition": "Employer payroll taxes include an employer’s portion of Social Security and Medicare taxes and the state and federal unemployment taxes."
	},
	{
		"id": 458,
		"term": "Employer’s Tax Guide",
		"definition": "A publication by the U.S. Internal Revenue Service (IRS) to assist employers with federal payroll taxes. The complete title of the publication is Publication 15 (Circular E), Employer’s Tax Guide. It is available at www.irs.gov."
	},
	{
		"id": 459,
		"term": "endowment",
		"definition": "See endowment fund."
	},
	{
		"id": 460,
		"term": "endowment fund",
		"definition": "Usually a permanently restricted asset for which the principal portion must be retained indefinitely. The earnings from an endowment fund could be unrestricted or temporarily restricted."
	},
	{
		"id": 461,
		"term": "entity as a whole",
		"definition": "The phrase used by FASB Statement 117 that describes the required focus of a nonprofit’s external financial statements. Previously the external financial statements focused on individual funds."
	},
	{
		"id": 462,
		"term": "EOM",
		"definition": "End of month."
	},
	{
		"id": 463,
		"term": "EOQ",
		"definition": "See economic order quantity (EOQ) model."
	},
	{
		"id": 464,
		"term": "EPS",
		"definition": "See earnings per share."
	},
	{
		"id": 465,
		"term": "equipment",
		"definition": "Equipment is a noncurrent or long-term asset account which reports the cost of the equipment. Equipment will be depreciated over its useful life by debiting the income statement account Depreciation Expense and crediting the balance sheet account Accumulated Depreciation (a contra asset account)."
	},
	{
		"id": 466,
		"term": "equipment rental expense",
		"definition": "The expense incurred during the time interval indicated on the income statement for using rented equipment."
	},
	{
		"id": 467,
		"term": "equity",
		"definition": "The difference between assets and liabilities, such as stockholders’ equity, owner’s equity, or a nonprofit organization’s net assets.\n\nAlso used to indicate an owner’s interest in a personal asset. For example, the owner of a $200,000 house with a $75,000 mortgage loan is said to have equity of $125,000."
	},
	{
		"id": 468,
		"term": "equity financing",
		"definition": "Using capital stock (common stock or preferred stock) instead of debt in order to finance an investment such as a plant asset."
	},
	{
		"id": 469,
		"term": "equity section of the balance sheet",
		"definition": "The part of a balance sheet with the heading stockholders’ equity or owner’s equity. The total amount of this section is the amount of reported assets minus the amount of reported liabilities."
	},
	{
		"id": 470,
		"term": "equivalent units",
		"definition": "See equivalent units of production."
	},
	{
		"id": 471,
		"term": "equivalent units of production",
		"definition": "A term used in cost accounting to arrive at the cost per unit. The term is associated with the units that are not completed at the end of an accounting period. For example, if 500 units are completed as far as materials, but are only 40% completed as far as direct labor and manufacturing overhead, the equivalent units are 500 for materials and 200 (40% of 500) for direct labor and manufacturing overhead."
	},
	{
		"id": 472,
		"term": "escrow",
		"definition": "Money set aside for a specific purpose. An individual’s monthly mortgage payment might include $300 per month for the real estate taxes due at the end of the year. The $300 is said to be put into escrow each month."
	},
	{
		"id": 473,
		"term": "estimates",
		"definition": "Approximate amounts. Accountants use estimates for depreciation expense, warranty expense, bad debts expense, monthly accruals for utilities, bonuses, income taxes, etc. Also see change in accounting estimate."
	},
	{
		"id": 474,
		"term": "exchange of dissimilar nonmonetary assets",
		"definition": "The exchange or trade-in of a long-term asset for a completely different long-term asset. For example, exchanging an antique car for land."
	},
	{
		"id": 475,
		"term": "exchange of similar nonmonetary assets",
		"definition": "The exchange or trade-in of a long-term asset for a similar long-term asset. For example, trading the old delivery truck for a new delivery truck; trading a two-family rental unit toward an eight- family rental unit."
	},
	{
		"id": 476,
		"term": "ex-dividend",
		"definition": "The day after the record date for a cash dividend on shares of stock. Theoretically, the market price of the stock should drop on this day by the amount of the dividend."
	},
	{
		"id": 477,
		"term": "exempt employee",
		"definition": "An employee that is not entitled to overtime wages or salaries. Examples of exempt employees include executives, managers and other highly-paid employees."
	},
	{
		"id": 478,
		"term": "expanded accounting equation",
		"definition": "See Accounting Equation."
	},
	{
		"id": 479,
		"term": "expected value",
		"definition": "The sum of future amounts multiplied by their respective probabilities of occurrence."
	},
	{
		"id": 480,
		"term": "expenditure",
		"definition": "A payment. The expenditure might be for a significant long term asset (capital expenditure), a short term asset (prepaid insurance), a reduction in a liability, or for an immediate expense such as rent."
	},
	{
		"id": 481,
		"term": "expenses",
		"definition": "Costs that are matched with revenues on the income statement. For example, Cost of Goods Sold is an expense caused by Sales. Insurance Expense, Wages Expense, Advertising Expense, Interest Expense are expenses matched with the period of time in the heading of the income statement. Under the accrual basis of accounting, the matching is NOT based on the date that the expenses are paid.\n\nExpenses associated with the main activity of the business are referred to as operating expenses. Expenses associated with a peripheral activity are nonoperating or other expenses. For example, a retailer’s interest expense is a nonoperating expense. A bank’s interest expense is an operating expense.\n\nGenerally, expenses are debited to a specific expense account and the normal balance of an expense account is a debit balance. When an expense account is debited, the account credited might be Cash (if cash was paid at the time of the expense), Accounts Payable (if cash will be paid after the expense is recorded), or Prepaid Expense (if cash was paid before the expense was recorded.)"
	},
	{
		"id": 482,
		"term": "expenses and losses",
		"definition": "A classification on a single-step income statement for both operating and nonoperating expenses and losses that pertain to the time interval shown in the heading of the income statement."
	},
	{
		"id": 483,
		"term": "expenses by function",
		"definition": "Classifying expenses according to the type of work such as selling, administration, general, and financing."
	},
	{
		"id": 484,
		"term": "expired costs",
		"definition": "Costs that have been used up or consumed. Expired costs are reported as expenses. (Costs that have not yet expired are reported as assets.)"
	},
	{
		"id": 485,
		"term": "exploding the bills of materials",
		"definition": "Multiplying the individual items contained in each bill of material times the number of units expected to be produced during a specified time period. The result is the total quantity of each input that will be needed for the expected production."
	},
	{
		"id": 486,
		"term": "extension or extend",
		"definition": "In accounting this refers to the multiplication of quantity times price, or number of units times price or cost per unit."
	},
	{
		"id": 487,
		"term": "external financial reporting",
		"definition": "Financial statement and other financial information distributed to people outside of a company."
	},
	{
		"id": 488,
		"term": "external reporting",
		"definition": "See external financial reporting."
	},
	{
		"id": 489,
		"term": "extinguishment of debt",
		"definition": "To eliminate debt such as a company’s repurchase or retirement of its outstanding bonds."
	},
	{
		"id": 490,
		"term": "extraordinary repair",
		"definition": "A major repair such as an engine overhaul, which will extend the useful life of the asset. The amount should be recorded in the asset account and then depreciated over the remaining life of the asset. This should not be confused with an extraordinary item."
	},
	{
		"id": 491,
		"term": "factoring accounts receivable",
		"definition": "The sale of the accounts receivable (usually for a fee) to a third party known as a factor."
	},
	{
		"id": 492,
		"term": "factory burden",
		"definition": "Also referred to as manufacturing overhead, factory overhead, indirect manufacturing costs, or manufacturing support costs."
	},
	{
		"id": 493,
		"term": "factory overhead",
		"definition": "Also referred to as manufacturing overhead, indirect manufacturing costs, factory burden, and manufacturing support costs."
	},
	{
		"id": 494,
		"term": "FAF",
		"definition": "See Financial Accounting Foundation."
	},
	{
		"id": 495,
		"term": "fair market value",
		"definition": "The amount that would be agreed upon by two independent persons. The amount to be received in the ordinary course of business in an arm’s length transaction."
	},
	{
		"id": 496,
		"term": "FAS",
		"definition": "Free Alongside Ship. Terms indicating that the seller’s price includes delivery of goods at a ship’s pier. Title to the goods will transfer to the buyer alongside the ship."
	},
	{
		"id": 497,
		"term": "FASB",
		"definition": "See Financial Accounting Standards Board."
	},
	{
		"id": 498,
		"term": "FASB interpretation",
		"definition": "An official pronouncement by the Financial Accounting Standards Board that involves a previously issued FASB Standard. FASB Interpretations are part of the generally accepted accounting principles."
	},
	{
		"id": 499,
		"term": "FASB pronouncements",
		"definition": "The statements, standards, interpretations and other financial reporting guidelines issued by the Financial Accounting Standards Board. The FASB pronouncements are available at www. FASB.org."
	},
	{
		"id": 500,
		"term": "FASB Statement 116",
		"definition": "The statement of the Financial Accounting Standards Board with the title Accounting for Contributions Received and Contributions Made. This statement was originally issued in June 1993 and applies to both nonprofit organizations and to for-profit businesses. This statement can be read at no cost at www.FASB.org."
	},
	{
		"id": 501,
		"term": "FASB Statement 117",
		"definition": "The statement of the Financial Accounting Standards Board entitled Financial Statements of Not- for-Profit Organizations. This statement was originally issued in June 1993 and can be read at no cost at www.FASB.org."
	},
	{
		"id": 502,
		"term": "FASB statements of financial accounting concepts",
		"definition": "This series of output by the Financial Accounting Standards Board is part of the board’s conceptual framework project. The original goal in the 1970’s was to articulate the definitions, practices, and rules that were used in accounting. It was hoped that from this structured compilation new rules will flow more easily and logically. However, this series of statements is not viewed as part of the generally accepted accounting principles.\n\nSeven concepts statements have been issued and can be read at www.fasb.org under the tab entitled Standards."
	},
	{
		"id": 503,
		"term": "FASB statements of financial accounting standards",
		"definition": "These are the official rules that have been released by the Financial Accounting Standards Board. These are part of the generally accepted accounting principles. Before a standard is released, the public had been able to review a discussion memorandum and an exposure draft and to make comments. To read these accounting pronouncements, go to www.fasb.org and select the Standards tab at the top of the page."
	},
	{
		"id": 504,
		"term": "favorable variance",
		"definition": "A difference between an actual cost and a budgeted or standard cost, and the actual cost is the lesser amount. In the case of revenues, a favorable variance occurs when the actual revenues are greater than the budgeted or standard revenues."
	},
	{
		"id": 505,
		"term": "federal income tax withholdings payable",
		"definition": "This current liability account reports the amount a company owes the U.S. government as of the balance sheet date for the federal income taxes withheld from its employees’ salaries and wages."
	},
	{
		"id": 506,
		"term": "Federal Insurance Contributions Act (FICA)",
		"definition": "A reference used to indicate the combination of the Social Security tax and the Medicare tax. For the year 2022, the employee’s portion of the FICA tax is 7.65% (the Social Security tax of 6.2% plus the Medicare tax of 1.45%) on the first $147,000 of an employee’s salary and wages. On an employee’s salary and/or wages in excess of $147,000 the employee’s portion of the FICA tax is 1.45% (consisting of only the Medicare tax). In addition, certain employees will be subject to a 0.9% Medicare surtax. The surtax will apply to wages, salaries, and a self-employed person’s net income that are in excess of specified amounts. See IRS.gov for details on the Medicare surtax.\n\nIn the year 2022, the employer’s portion of the FICA tax is 7.65% (the Social Security tax of 6.2% plus the Medicare tax of 1.45%) on each employee’s first $147,000 of salary and wages. On each employee’s salary and wages in excess of $147,000 the employer’s portion is the Medicare tax of 1.45%. Therefore, the combined employee and employer FICA tax for 2022 is 15.3% (7.65% + 7.65%) on each employee’s first $147,000 of salary and wages and then 2.9% (1.45% + 1.45%) on each employee’s salary and wages in excess of $147,000."
	},
	{
		"id": 507,
		"term": "federal unemployment tax",
		"definition": "A payroll tax paid solely by the employer and usually calculated as 0.6% times each employee’s first $7,000 of annual wages or salaries. (The tax rate is 6.0% but a credit of up to 5.4% is usually given for contributions to a state unemployment fund.)"
	},
	{
		"id": 508,
		"term": "fees earned",
		"definition": "An income statement account that reports the amount of service revenues earned during the time interval indicated in the heading of the income statement. (Under the accrual basis of accounting, fees earned are reported in the time period in which they are earned and not in the period in which the company receives payment.)"
	},
	{
		"id": 509,
		"term": "FEI",
		"definition": "Financial Executives Institute."
	},
	{
		"id": 510,
		"term": "FG Inventory",
		"definition": "See inventory: finished goods."
	},
	{
		"id": 511,
		"term": "FICA",
		"definition": "See Federal Insurance Contributions Act (FICA)."
	},
	{
		"id": 512,
		"term": "FICA expense: delivery",
		"definition": "Under the accrual method of accounting, this account reports the employer’s portion of the Social Security and Medicare tax that pertains to the period indicated in the heading of the income statement, whether or not the company has paid/remitted the FICA taxes within this time period. Since this account involves the delivery function of the business, the expense should be reported in the operating expense section of the company’s income statement."
	},
	{
		"id": 513,
		"term": "FICA expense: selling & admin",
		"definition": "Under the accrual method of accounting, this account reports the employer’s portion of the Social Security and Medicare tax that pertains to the period indicated in the heading of the income statement, whether or not the company has paid/remitted the FICA taxes within this time period. Since this account involves the selling and administrative functions of the business, the expense should be reported in the operating expense section of the company’s income statement."
	},
	{
		"id": 514,
		"term": "FICA expense: warehouse",
		"definition": "Under the accrual method of accounting, this account reports the employer’s portion of the Social Security and Medicare tax that pertains to the period indicated in the heading of the income statement, whether or not the company has paid/remitted the FICA taxes within this time period. Since this account involves the warehouse functions of the business, the expense should be reported in the same section of the company’s income statement as the warehouse salaries and wages are reported."
	},
	{
		"id": 515,
		"term": "FICA tax payable",
		"definition": "This current liability account reports the amount a company owes (must remit) for its employees’ Social Security and Medicare taxes as of the date of the balance sheet."
	},
	{
		"id": 516,
		"term": "FIFO",
		"definition": "See first in, first out (FIFO)."
	},
	{
		"id": 517,
		"term": "FIFO cost flow assumption",
		"definition": "See first in, first out (FIFO)."
	},
	{
		"id": 518,
		"term": "financial accounting",
		"definition": "Refers to the accounting associated with the preparation of the main financial statements: income statement, balance sheet, statement of cash flows, statement of retained earnings, statement of stockholders’ equity."
	},
	{
		"id": 519,
		"term": "Financial Accounting Foundation (FAF)",
		"definition": "This organization oversees the Financial Accounting Standards Board (FASB). It selects the members of the FASB and raises funds to assist in paying for its operations."
	},
	{
		"id": 520,
		"term": "Financial Accounting Standards Board (FASB)",
		"definition": "A nongovernment group of seven members assisted by a large research staff which is responsible for the setting of accounting standards, rules, and principles. Go to www.fasb.org for more information."
	},
	{
		"id": 521,
		"term": "financial leverage",
		"definition": "Using debt (such as loans and bonds) to acquire more assets than would be possible by using only owners’ funds. Also referred to as trading on equity."
	},
	{
		"id": 522,
		"term": "financial ratios",
		"definition": "Financial ratios or accounting ratios measure a company’s financial situation or performance against other firms. The ratios also measure against the industry average or the company’s past figures.\n\nWe can calculate the majority of ratios from data that exists in the financial statements.\n\nFinancial ratios are common in accounting. There are several standard ratios people use to evaluate the overall financial condition of a company.\n\nManagers inside a firm, shareholders, or creditors may use these calculations. Financial analysts use financial ratios when comparing the strengths and weaknesses of several companies."
	},
	{
		"id": 523,
		"term": "financial reporting",
		"definition": "Includes the main financial statements (income statement, balance sheet, statement of cash flows, statement of retained earnings, statement of stockholders’ equity) plus other financial information such as annual reports, press releases, etc."
	},
	{
		"id": 524,
		"term": "financial statement analysis",
		"definition": "Analyzing financial statements by using financial ratios, horizontal analysis, and vertical analysis. See Financial Ratios."
	},
	{
		"id": 525,
		"term": "financial statements",
		"definition": "Usually financial statements refer to the balance sheet, income statement, statement of cash flows, statement of retained earnings, and statement of stockholders’ equity.\n\nThe balance sheet reports information as of a date (a point in time). The income statement, statement of cash flows, statement of retained earnings, and the statement of stockholders’ equity report information for a period of time (or time interval) such as a year, quarter, or month.\n\nSee Balance Sheet.\n\nSee Income Statement.\n\nSee Cash Flow Statement."
	},
	{
		"id": 526,
		"term": "financial statements of nonprofits",
		"definition": "The financial statements of nonprofits include the statement of financial position, the statement of activities, the statement of cash flows, notes to the financial statements, and the statement of functional expenses. See Nonprofit Accounting."
	},
	{
		"id": 527,
		"term": "financing activities",
		"definition": "The third section of the statement of cash flows. See Cash Flow Statement."
	},
	{
		"id": 528,
		"term": "finished goods inventory",
		"definition": "See inventory: finished goods (FG)."
	},
	{
		"id": 529,
		"term": "first in, first out (FIFO)",
		"definition": "A cost flow assumption where the first (oldest) costs are assumed to flow out first. This means the latest (recent) costs remain on hand. See Inventory and Cost of Goods Sold."
	},
	{
		"id": 530,
		"term": "first in, still here (FISH)",
		"definition": "A parody of FIFO used to describe a very slow-moving item in inventory."
	},
	{
		"id": 531,
		"term": "fiscal year",
		"definition": "An accounting year that ends on a date other than December 31. For example, a school district might have a fiscal year of July 1, 2021 through June 30, 2022. A retailer might have a fiscal year consisting of the 52 or 53 weeks ending on the Saturday nearest to the first day of February."
	},
	{
		"id": 532,
		"term": "FISH",
		"definition": "See first in, still here (FISH)."
	},
	{
		"id": 533,
		"term": "501(c)(3)",
		"definition": "The section of the U.S. Internal Revenue Service (IRS) code which includes public charities such as religious, scientific, educational, and certain other organizations. Under section 501(c)(3) a nonprofit can be approved as tax exempt and its donors’ contributions will qualify as income tax deductible."
	},
	{
		"id": 534,
		"term": "fixed assets",
		"definition": "A term used when referring to property, plant, and equipment. Fixed assets other than land are depreciated."
	},
	{
		"id": 535,
		"term": "fixed costs",
		"definition": "See fixed expenses."
	},
	{
		"id": 536,
		"term": "fixed expenses",
		"definition": "Expenses which do not change in response to reasonable changes in sales or other activity."
	},
	{
		"id": 537,
		"term": "fixed manufacturing overhead applied",
		"definition": "The fixed manufacturing costs (e.g., property tax, rent, and depreciation on factory) that have been assigned to (absorbed by) the products manufactured via a predetermined rate. Ideally, by the end of the accounting year the amount applied will equal the amount actually incurred."
	},
	{
		"id": 538,
		"term": "fixed manufacturing overhead budget variance",
		"definition": "A variance arising in a standard costing system that indicates the difference between the actual amount of fixed manufacturing overhead incurred and the budgeted amount of fixed manufacturing overhead. See Standard Costing."
	},
	{
		"id": 539,
		"term": "fixed manufacturing overhead incurred",
		"definition": "The actual cost incurred for manufacturing costs that does not change as production volume changes. Examples include the property tax, rent, and depreciation of the factory building and equipment, and the salaries of the manufacturing management."
	},
	{
		"id": 540,
		"term": "fixed manufacturing overhead volume variance",
		"definition": "A variance arising in a standard costing system that indicates the difference between the standard amount of fixed manufacturing overhead for the good units produced (standard hours times standard rate) and the budgeted amount of fixed manufacturing overhead. See Standard Costing."
	},
	{
		"id": 541,
		"term": "fixed overhead budget variance",
		"definition": "Also referred to as the fixed overhead spending variance. The difference between the actual fixed overhead incurred and the amount of fixed overhead that had been budgeted."
	},
	{
		"id": 542,
		"term": "fixed overhead spending variance",
		"definition": "Also referred to as the fixed overhead budget variance. The difference between the actual fixed overhead incurred and the amount of fixed overhead that had been budgeted."
	},
	{
		"id": 543,
		"term": "fixed rate loan",
		"definition": "A loan in which the interest rate does not change over the life of the loan."
	},
	{
		"id": 544,
		"term": "flexible budget",
		"definition": "A budget that flexes with volume. Under a flexible budget the budgeted amount of manufacturing overhead will increase if the company produces more units than planned. The flexible budget will decrease if the company actually produces fewer units than planned."
	},
	{
		"id": 545,
		"term": "float",
		"definition": "The time between when a check is written and when the check clears the bank account on which it is drawn."
	},
	{
		"id": 546,
		"term": "flow-through contributions",
		"definition": "See pass-through contributions."
	},
	{
		"id": 547,
		"term": "FOB",
		"definition": "Free on Board. See FOB destination and FOB shipping point."
	},
	{
		"id": 548,
		"term": "FOB destination",
		"definition": "Terms indicating that the seller will incur the delivery expense to get the goods to the destination. With terms of FOB destination the title to the goods usually passes from the seller to the buyer at the destination. This means that goods in transit should be reported as inventory by the seller, since technically the sale does not occur until the goods reach the destination."
	},
	{
		"id": 549,
		"term": "FOB shipping point",
		"definition": "Terms indicating that the buyer must pay to get the goods delivered. (The buyer will record freight-in and the seller will not have any delivery expense.) With terms of FOB shipping point the title to the goods usually passes to the buyer at the shipping point. This means that goods in transit should be reported as a purchase and as inventory by the buyer. The seller should report a sale and an increase in accounts receivable."
	},
	{
		"id": 550,
		"term": "foot",
		"definition": "A word that means to add a column of numbers as in “Foot the amounts listed in column A.”"
	},
	{
		"id": 551,
		"term": "footnotes",
		"definition": "See notes to financial statements."
	},
	{
		"id": 552,
		"term": "for-profit organization",
		"definition": "A sole proprietorship, partnership, or corporation organized for the purpose of earning profits and enhancing the financial position of the owners."
	},
	{
		"id": 553,
		"term": "Form 990",
		"definition": "Form 990 is the Internal Revenue Service (IRS) form entitled Return of Organization Exempt from Income Tax. This federal form must be filed annually by tax exempt organizations. However, some organizations such as churches are exempt from filing, and small organizations are allowed to file Form 990-EZ. The information provided on Form 990 is public information and is available from the website guidestar.org. You can learn more about Form 990 and Form 990-EZ at IRS.gov."
	},
	{
		"id": 554,
		"term": "Form 10-K",
		"definition": "The annual report to the Securities and Exchange Commission (SEC), a U.S. government agency. The Form 10-K must be filed by corporations whose stock is publicly-traded on a U.S. stock exchange. The report contains the corporation’s financial statements (including footnotes) and a significant amount of other financial and nonfinancial information."
	},
	{
		"id": 555,
		"term": "401(k) expense: delivery",
		"definition": "Under the accrual method of accounting, this account reports the employer’s expense for the company’s 401(k) plan associated with the employees in the delivery department during the period indicated in the heading to the income statement. This expense should be reported in the operating expense section of the company’s income statement."
	},
	{
		"id": 556,
		"term": "401(k) expense: selling & admin",
		"definition": "Under the accrual method of accounting, this account reports the employer’s expense for the company’s 401(k) plan associated with the employees in the selling and administrative departments during the period indicated in the heading to the income statement. This expense should be reported in the operating expense section of the company’s income statement."
	},
	{
		"id": 557,
		"term": "401(k) expense: warehouse",
		"definition": "Under the accrual method of accounting, this account reports the employer’s expense for the company’s 401(k) plan associated with the employees in the warehouse department during the period indicated in the heading to the income statement. This expense should be reported in the operating expense section of the company’s income statement."
	},
	{
		"id": 558,
		"term": "401(k) payable",
		"definition": "This current liability account reports the amount a company owes (is required to remit) for its employees’ 401(k) program as of the date of the balance sheet."
	},
	{
		"id": 559,
		"term": "free cash flow",
		"definition": "The cash flow from operating activities minus the amount of capital expenditures. Other variations are also used. See Cash Flow Statement."
	},
	{
		"id": 560,
		"term": "free cash flow per share",
		"definition": "The amount of free cash flow divided by the weighted average number of common shares of stock outstanding during the year."
	},
	{
		"id": 561,
		"term": "free on board (FOB)",
		"definition": "See FOB destination and FOB shipping point."
	},
	{
		"id": 562,
		"term": "freight-in",
		"definition": "The shipping cost to be paid by the buyer of merchandise purchased when the terms are FOB shipping point. Freight-in is considered to be part of the cost of the merchandise and should be included in inventory if the merchandise has not been sold."
	},
	{
		"id": 563,
		"term": "freight-out",
		"definition": "Delivery expense to be paid by the seller when its merchandise is sold with terms of FOB destination. This is an operating expense and is not included in the cost of merchandise."
	},
	{
		"id": 564,
		"term": "fringe benefit rate",
		"definition": "A percentage of an hourly wage rate (or salary) that represents the employer’s additional costs of employee benefits such as paid vacation days, paid sick days, insurance (health, dental, life, worker compensation), retirement plans, federal and state employer payroll taxes (Social Security, Medicare, unemployment insurance), cafeteria, daycare, etc."
	},
	{
		"id": 565,
		"term": "fringe benefits",
		"definition": "Compensation for employees that is in addition to salaries and wages. Examples include paid absences (vacation, sick, holiday), insurances (health, dental, vision, life), pensions, profit sharing contributions, employer matching of Social Security and Medicare taxes, unemployment taxes, worker compensation insurance, continuing education costs, etc. Generally, the cost of fringe benefits should be expensed when they are earned by the employee, not in the period in which they are paid."
	},
	{
		"id": 566,
		"term": "full costing",
		"definition": "See absorption costing."
	},
	{
		"id": 567,
		"term": "full disclosure principle",
		"definition": "An accounting guideline that requires information pertinent to an investing or lending decision to be included in the notes to financial statements or in other financial reports."
	},
	{
		"id": 568,
		"term": "fully depreciated",
		"definition": "An asset having accumulated depreciation equal to its depreciable cost (cost minus estimated salvage value). The use of an asset after it is fully depreciated will mean no depreciation expense for those accounting periods."
	},
	{
		"id": 569,
		"term": "functional and natural matrix",
		"definition": "The description of the required reporting of expenses by some nonprofits. The expenses will be presented on lines based on the nature of the expense (salaries, fringe benefits, rent, utilities, postage, professional fees) and in columns based on the function (Program #1, Program #2, Management and General, Fundraising). The matrix format is encouraged for all nonprofits but it is required only for voluntary, health and welfare organizations. See the statement of functional expenses."
	},
	{
		"id": 570,
		"term": "functional basis",
		"definition": "See functional expense classification."
	},
	{
		"id": 571,
		"term": "functional expense classification",
		"definition": "Sorting and reporting expenses according to the type of activity for which the expense was incurred. The functional expense classifications for a nonprofit organization would be Program #1, Program #2, Management and General, Fundraising.\n\nBusinesses have functions such as manufacturing, selling, and general and administrative.\n\n(Sorting and reporting expenses by the type of expense such as salaries, rent, utilities, etc. is known as natural expense classifications.)"
	},
	{
		"id": 572,
		"term": "fundraising expenses",
		"definition": "A subgroup of a nonprofit’s supporting activities expenses. This functional expense classification is used for the fundraising activities including fundraising campaigns, mailings for funds from supporters, and other solicitations for contributions. It may also include an allocated portion of the executive director’s salary and benefits plus other management and general expenses."
	},
	{
		"id": 573,
		"term": "funds flow statement",
		"definition": "A financial statement that reported the changes in a company’s working capital. The funds flow statement has been replaced by the statement of cash flows."
	},
	{
		"id": 574,
		"term": "furniture and fixtures",
		"definition": "Long-term assets that are reported under the classification of property, plant, and equipment on a company’s balance sheet. These assets are depreciated over their useful life."
	},
	{
		"id": 575,
		"term": "FUTA",
		"definition": "Federal Unemployment Tax Act. See federal unemployment tax."
	},
	{
		"id": 576,
		"term": "future value of 1 table",
		"definition": "A table of factors that shows what the future value of $1 will grow to if invested at the rate shown in the column heading and compounded for the number of periods indicated in the row."
	},
	{
		"id": 577,
		"term": "future value of an annuity due",
		"definition": "The amount that a recurring equal amount deposited at the beginning of each period will grow to under compounded interest. An annuity due is also known as an annuity in advance."
	},
	{
		"id": 578,
		"term": "future value of an ordinary annuity",
		"definition": "The amount that a recurring equal amount deposited at the end of each period will grow to under compounded interest. An ordinary annuity is also known as an annuity in arrears."
	},
	{
		"id": 579,
		"term": "GAAP",
		"definition": "See generally accepted accounting principles (GAAP)."
	},
	{
		"id": 580,
		"term": "gain contingency",
		"definition": "See contingent gain."
	},
	{
		"id": 581,
		"term": "gain on retirement of bonds",
		"definition": "The result of a corporation buying back its own bonds for an amount that is less than the carrying value of the bonds. The amount of the gain is computed by subtracting the amount spent to repurchase the bonds from the bonds’ carrying value. The carrying value is usually the face amount of the bonds being retired plus the unamortized premium associated with the bonds being retired (or minus the bonds’ unamortized discount) minus the bonds’ unamortized issue costs."
	},
	{
		"id": 582,
		"term": "gain on sale of assets",
		"definition": "This is a non-operating or “other” item resulting from the sale of an asset (other than inventory) for more than the amount shown in the company’s accounting records. The gain is the difference between the proceeds from the sale and the carrying amount shown on the company’s books."
	},
	{
		"id": 583,
		"term": "gain on sale of automobile",
		"definition": "The amount by which the proceeds from the sale of an automobile used in the business exceeded its carrying amount at the time it is sold."
	},
	{
		"id": 584,
		"term": "gain on sale of equipment",
		"definition": "The amount by which the proceeds from the sale of equipment (that had been used in the business) exceeded its carrying amount at the time it is sold."
	},
	{
		"id": 585,
		"term": "gain on sale of investments",
		"definition": "The amount by which the proceeds from the sale of investments exceeded the carrying amount of the investments that were sold. It is reported as a non-operating or “other” item on a multiple-step income statement."
	},
	{
		"id": 586,
		"term": "gain on sale of land",
		"definition": "The amount by which the proceeds from the sale of land exceeded the carrying amount of the land sold. It is reported as a non-operating or “other” item on a multiple-step income statement."
	},
	{
		"id": 587,
		"term": "gain on sale of truck",
		"definition": "A non-operating item that results from the sale of a long-term asset at an amount greater than the carrying amount (book value) of the truck at the time it is sold."
	},
	{
		"id": 588,
		"term": "gain or loss on the sale of a long-term asset",
		"definition": "A non-operating item that results from the sale of a long-term asset for more (gain) or less (loss) than its carrying amount or book value."
	},
	{
		"id": 589,
		"term": "gains",
		"definition": "Gains result from the sale of an asset (other than inventory). A gain is measured by the proceeds from the sale minus the amount shown on the company’s books. Since the gain is outside of the main activity of a business, it is reported as a nonoperating or other revenue on the company’s income statement. See Income Statement."
	},
	{
		"id": 590,
		"term": "garnishment",
		"definition": "In payroll processing, the withholding of money from an employee’s wages or salary as ordered by a court. The money is then remitted by the employer to the agency specified by the court. See Payroll Accounting."
	},
	{
		"id": 591,
		"term": "garnishment payable",
		"definition": "This current liability account reports the amount a company must remit to a court or other agencies for amounts withheld from its employees’ salaries and wages."
	},
	{
		"id": 592,
		"term": "general journal",
		"definition": "A book of original entry that requires that both the account being debited and the account being credited be listed along with the respective amounts. Because of accounting software and special journals there are relatively few entries made into the general journal."
	},
	{
		"id": 593,
		"term": "general journal entry",
		"definition": "The journal entry recorded in the general journal (as opposed to the sales journal, cash journal, etc.)."
	},
	{
		"id": 594,
		"term": "general ledger",
		"definition": "That part of the accounting system which contains the balance sheet and income statement accounts used for recording transactions."
	},
	{
		"id": 595,
		"term": "general ledger account",
		"definition": "An account in the general ledger, such as Cash, Accounts Payable, Sales, Advertising Expense, etc. See Chart of Accounts."
	},
	{
		"id": 596,
		"term": "generally accepted accounting principles (GAAP)",
		"definition": "The general guidelines and principles, standards and detailed rules, plus industry practices that exist for financial reporting. Often referred to by its acronym GAAP. See Accounting Principles."
	},
	{
		"id": 597,
		"term": "going concern assumption",
		"definition": "An accounting guideline which allows the readers of financial statements to assume that the company will continue on long enough to carry out its objectives and commitments. In other words, the accountants believe that the company will not liquidate in the near future. This assumption also provides some justification for accountants to follow the cost principle."
	},
	{
		"id": 598,
		"term": "good output",
		"definition": "A phrase used in standard costing. The production that is acceptable (not rejected products) and which is assigned manufacturing costs of direct materials, direct labor, and manufacturing overhead."
	},
	{
		"id": 599,
		"term": "goods in transit",
		"definition": "Merchandise that has been shipped by a supplier but the merchandise has not yet reached the customer’s location. Goods in transit that were shipped FOB Shipping Point should be included in the customer’s purchases and inventory. Goods in transit that were shipped FOB Destination should be reported in the supplier’s inventory."
	},
	{
		"id": 600,
		"term": "goodwill",
		"definition": "Goodwill is a long-term (or noncurrent) asset categorized as an intangible asset. Goodwill arises when a company acquires another entire business. The amount of goodwill is the cost to purchase the business minus the fair market value of the tangible assets, the intangible assets that can be identified, and the liabilities obtained in the purchase.\n\nThe amount in the Goodwill account will be adjusted to a smaller amount if there is an impairment in the value of the acquired company as of a balance sheet date. (Private companies may opt to amortize goodwill generally over a 10-year period and thereby minimize the cost and complexity involved with testing for impairment.)"
	},
	{
		"id": 601,
		"term": "gross",
		"definition": "The amount before deductions. For example, gross pay is the amount before withholding deductions. Gross sales is the amount before sales returns and allowances and sales discounts."
	},
	{
		"id": 602,
		"term": "gross margin",
		"definition": "A term that is sometimes used interchangeably with gross profit. Others use the term to mean the percentage of gross profit dollars divided by net sales dollars."
	},
	{
		"id": 603,
		"term": "gross profit",
		"definition": "Net sales revenues minus the cost of goods sold."
	},
	{
		"id": 604,
		"term": "gross profit method of estimating inventory",
		"definition": "See Inventory and Cost of Goods Sold."
	},
	{
		"id": 605,
		"term": "gross profit percentage",
		"definition": "Dollars of gross profit divided by the dollars of net sales. Also known as gross margin."
	},
	{
		"id": 606,
		"term": "gross profit ratio",
		"definition": "See gross profit percentage."
	},
	{
		"id": 607,
		"term": "gross salaries",
		"definition": "An employee’s pretax compensation that is based on annual or monthly amounts rather than an hourly rate. Management employees are usually paid salaries. See Payroll Accounting."
	},
	{
		"id": 608,
		"term": "gross sales",
		"definition": "Sales before deducting sales returns, sales allowances, and sales discounts."
	},
	{
		"id": 609,
		"term": "gross wages",
		"definition": "An employee’s pretax compensation based on hours worked times an hourly rate of pay. Production workers and nonmanagement employees are usually paid wages. See Payroll Accounting."
	},
	{
		"id": 610,
		"term": "health insurance expense: delivery",
		"definition": "Under the accrual method of accounting, this account reports the employer’s portion of the health insurance cost incurred by the company during the period indicated in the heading of the income statement, whether or not the company has paid/remitted the insurance premiums within this time period. Since this account involves the delivery function of the business, the health insurance expense should be reported in the operating expense section of the company’s income statement."
	},
	{
		"id": 611,
		"term": "health insurance expense: selling & admin",
		"definition": "Under the accrual method of accounting, this account reports the health insurance expense that the company has incurred for the employees in the selling and administrative departments of the company during the period indicated in the heading of the income statement."
	},
	{
		"id": 612,
		"term": "health insurance expense: warehouse",
		"definition": "Under the accrual method of accounting, this account reports the employer’s portion of the health insurance cost incurred by the company during the period indicated in the heading of the income statement, whether or not the company has paid/remitted the insurance premiums within this time period. Since this account involves the warehouse function of the business, the health insurance expense should be reported in the same section of the company’s income statement as the warehouse salaries and wages are reported."
	},
	{
		"id": 613,
		"term": "held-to-maturity securities",
		"definition": "Bonds and other debt securities that a company intends to hold until the securities mature. In addition to intent, the company must have the financial ability to be able to hold them until they mature."
	},
	{
		"id": 614,
		"term": "high-low method",
		"definition": "A technique used to determine the variable rate (slope of a total cost line) of an independent variable and the fixed amount by using just two points: the highest point and the lowest point. For example, if at the highest volume of processing items there were 10,000 items processed at a total cost of $35,000 and at the lowest volume there were 6,000 items processed at a total cost of $27,000, the high-low method indicates the variable rate was $2 per unit. ($35,000 – $27,000) divided by (10,000 – 6,000). The fixed amount will be $15,000 [$27,000 – $2(6,000)]."
	},
	{
		"id": 615,
		"term": "historical cost",
		"definition": "The original cost incurred to acquire an asset (as opposed to replacement cost, current cost, or cost adjusted by a general price index). If a company purchased land in 1940 for $1,000 and continues to hold that land, the company’s balance sheet in the year 2022 will report the land at $1,000 (even if the land is now worth $400,000)."
	},
	{
		"id": 616,
		"term": "holding costs",
		"definition": "In the EOQ model, the holding costs are the incremental costs of storing or holding an item in inventory for one year."
	},
	{
		"id": 617,
		"term": "holding gain",
		"definition": "A gain that occurs by holding an asset. For example, if a company bought land for $20,000 many years ago and today the company continues to hold the land and its value is now $175,000, the company has a holding gain of $155,000. However, the company cannot record the holding gain on its financial statements because of the cost principle and the revenue recognition principle. On the other hand, if the company sells the land for $175,000 a holding gain of $155,000 will appear on its income statement as the company also records the $175,000 on its balance sheet and removes the land’s original cost of $20,000."
	},
	{
		"id": 618,
		"term": "holding loss",
		"definition": "A loss that occurs by holding an asset. Holding losses might be recorded on the income statement or they might not be recorded depending on the asset and the amounts."
	},
	{
		"id": 619,
		"term": "holiday, vacation, sick days expense: delivery",
		"definition": "Under the accrual method of accounting, this account reports the amount of holiday pay, vacation pay, and sick day pay that the delivery employees have earned during the accounting period indicated in the heading of the income statement. In effect, the company is accruing this expense when the employees are working—by debiting this account and crediting a liability account, such as Holiday, Vacation, Sick Days Payable. When employees take time off with pay for holidays, vacation or sick days, the liability account is debited.\n\nSince this account involves the delivery function of the business, this expense should be reported in the same section of the company’s income statement as the delivery salaries and wages are reported."
	},
	{
		"id": 620,
		"term": "holiday, vacation, sick days expense: warehouse",
		"definition": "Under the accrual method of accounting, this account reports the amount of holiday pay, vacation pay, and sick day pay that the warehouse employees have earned during the accounting period indicated in the heading of the income statement. In effect, the company is accruing this expense when the employees are working—by debiting this account and crediting a liability account, such as Holiday, Vacation, Sick Days Payable. When employees take time off with pay for holidays, vacation or sick days, the liability account is debited.\n\nSince this account involves the warehouse function of the business, this expense should be reported in the same section of the company’s income statement as the warehouse salaries and wages are reported."
	},
	{
		"id": 621,
		"term": "holiday, vacation, sick days payable",
		"definition": "This current liability account reports the amount a company’s employees have earned in holiday pay, vacation pay, and sick days but have not yet taken as of the date of the balance sheet."
	},
	{
		"id": 622,
		"term": "horizontal analysis",
		"definition": "One component of financial statement analysis. This method involves financial statements reporting amounts for several years. The earliest year presented is designated as the base year and the subsequent years are expressed as a percentage of the base year amounts. This allows the analyst to more easily see the trend as all amounts are now a percentage of the base year amounts."
	},
	{
		"id": 623,
		"term": "hurdle rate",
		"definition": "A target rate. For example, companies may decide to invest only in projects that generate an internal rate of return that is in excess of 12%. The 12% figure becomes the hurdle rate."
	},
	{
		"id": 624,
		"term": "IASB",
		"definition": "See International Accounting Standards Board (IASB)."
	},
	{
		"id": 625,
		"term": "IFRS",
		"definition": "See International Financial Reporting Standards (IFRS)."
	},
	{
		"id": 626,
		"term": "illusory profits",
		"definition": "See phantom profits."
	},
	{
		"id": 627,
		"term": "IMA",
		"definition": "The acronym for Institute of Management Accountants, an international organization dedicated to enhancing management accounting and financial management. It offers various programs and networking opportunities. IMA also awards the Certified Management Accountant designation to members who have successfully passed its CMA Exam and have met its experience requirements."
	},
	{
		"id": 628,
		"term": "impairment",
		"definition": "A decrease in the value of a long term asset to an amount that is less than the amount shown under the cost principle."
	},
	{
		"id": 629,
		"term": "impairment of long-lived assets",
		"definition": "See Statement of Financial Accounting Standard No. 121. Under this standard if the undiscounted future cash flows from the asset (including sale amount) are less than its carrying amount, a loss is recognized. The amount of the impairment loss is measured by subtracting the asset’s fair value from its carrying value."
	},
	{
		"id": 630,
		"term": "implicit interest rate",
		"definition": "A constant or unchanging amount that is often used when referring to petty cash. For example, if the petty cash account in the general ledger has an imprest balance of $100, the account balance will be a constant $100. The journal entry to replenish an imprest petty cash fund involves debiting each of the expenses involved and crediting cash (not Petty Cash) for the amount necessary to get the actual cash on hand equal to the imprest amount. Any difference in these amounts is entered into the account Cash Short and Over."
	},
	{
		"id": 631,
		"term": "imputed interest",
		"definition": "An interest rate that is not explicit. For example, if a business lends its majority owner $100,000 at 0% interest, the IRS might determine that a fair interest rate would be 6% and not 0%. The IRS will impute interest of 6%."
	},
	{
		"id": 632,
		"term": "in-kind",
		"definition": "Goods or services provided instead of money."
	},
	{
		"id": 633,
		"term": "in-process inventory",
		"definition": "See inventory: work-in-process (WIP)."
	},
	{
		"id": 634,
		"term": "income",
		"definition": "This term is used in several ways. Some use the word interchangeably with revenues. Others use the word to signify a net amount, such as income from operations (revenues minus expenses in the company’s main operating activities). Still others use it when referring to nonoperating revenues, such as interest income."
	},
	{
		"id": 635,
		"term": "income from operations",
		"definition": "The result of subtracting operating expenses from gross profit. Income from operations is the amount before non-operating items (such as gains and losses on the sale of assets, interest revenue, and interest expense)."
	},
	{
		"id": 636,
		"term": "income statement",
		"definition": "One of the main financial statements (along with the balance sheet, the statement of cash flows, and the statement of stockholders’ equity). The income statement is also referred to as the profit and loss statement, P&L, statement of income, and the statement of operations. The income statement reports the revenues, gains, expenses, losses, net income and other totals for the period of time shown in the heading of the statement. If a company’s stock is publicly traded, earnings per share must appear on the face of the income statement."
	},
	{
		"id": 637,
		"term": "income statement account",
		"definition": "A revenue, expense, gain, or loss account."
	},
	{
		"id": 638,
		"term": "income summary account",
		"definition": "A temporary account to which the income statement accounts are closed. This account is then closed to the owner’s capital account or a corporation’s retained earnings account. This and other summary accounts can be thought of as a clearing account."
	},
	{
		"id": 639,
		"term": "income tax code",
		"definition": "The United States Internal Revenue Code which contains the federal laws and regulations pertaining to federal taxes."
	},
	{
		"id": 640,
		"term": "income tax depreciation",
		"definition": "The depreciation computed on the tax return according to the income tax code and regulations. This amount is usually different from the depreciation used on the financial statements (book depreciation)."
	},
	{
		"id": 641,
		"term": "income tax expense",
		"definition": "The amount of income tax that is associated with (matches) the net income reported on the company’s income statement. This amount will likely be different than the income taxes actually payable, since some of the revenues and expenses reported on the tax return will be different from the amounts on the income statement. For example, a corporation is likely to use straight- line depreciation on its income statement, but will use accelerated depreciation on its income tax return."
	},
	{
		"id": 642,
		"term": "income taxes payable",
		"definition": "A current liability account which reflects the amount of income taxes currently due to the federal, state, and local governments."
	},
	{
		"id": 643,
		"term": "incremental cost",
		"definition": "The additional cost of an additional quantity. It is similar to marginal cost, except that marginal cost refers to the cost of the next unit. Incremental cost might be the additional cost from the next 200 units."
	},
	{
		"id": 644,
		"term": "incremental income tax rate",
		"definition": "The combined federal and state income tax rate that applies to an additional amount of taxable income."
	},
	{
		"id": 645,
		"term": "incremental revenue",
		"definition": "The additional revenues from an additional quantity. It is similar to marginal revenue, except that marginal revenue refers to the revenue from the next unit. Incremental revenue might be the additional revenues from the next 200 units."
	},
	{
		"id": 646,
		"term": "incurred",
		"definition": "A word used by accountants to communicate that an expense has occurred and needs to be recognized on the income statement even though no payment was made. The second part of the necessary entry will be a credit to a liability account."
	},
	{
		"id": 647,
		"term": "indenture",
		"definition": "A document that discloses important information on bonds or preferred stock. Included in the indenture would be the call price, the actions that can occur if the company fails to pay the interest or dividend, etc."
	},
	{
		"id": 648,
		"term": "independent contractor",
		"definition": "Someone who performs a task for a company, but is not an employee. The IRS has criteria to assist in distinguishing between an independent contractor and an employee."
	},
	{
		"id": 649,
		"term": "independent variable",
		"definition": "A driver of a change in the amount of a dependent variable. The independent variable is usually represented by “x”, the dependent variable by “y”, the rate of change by “b”, and the fixed amount by “a” as in y = a + bx. For example, a salesperson’s weekly compensation consisting of $250 plus 5% of sales will be y = $250 + .05x."
	},
	{
		"id": 650,
		"term": "indirect cost",
		"definition": "A cost or expense that is not directly traceable to a department, product, activity, customer, etc. As a result indirect costs and expenses are often allocated to the department, product, etc. For example, a manufacturing department that molds plastic has some costs that are directly traceable to it, such as the wages and fringe benefits of the direct labor working exclusively in that department. However, the heat for the entire building appears only on one utility bill. The heating bill is an indirect cost to the molding department. Generally it will be assigned to all departments based on the number of square feet each department occupies."
	},
	{
		"id": 651,
		"term": "indirect factory cost",
		"definition": "See indirect manufacturing costs."
	},
	{
		"id": 652,
		"term": "indirect labor",
		"definition": "Usually this refers to manufacturing employees who are not classified as direct labor. Material handlers, mechanics, setup workers, clean up workers are a few examples of indirect labor."
	},
	{
		"id": 653,
		"term": "indirect manufacturing costs",
		"definition": "Also referred to as manufacturing overhead, factory burden, factory overhead, and manufacturing support costs. See Manufacturing Overhead."
	},
	{
		"id": 654,
		"term": "indirect materials",
		"definition": "For a manufacturer these would include factory supplies and other materials considered to be manufacturing overhead."
	},
	{
		"id": 655,
		"term": "indirect method of SCF",
		"definition": "The most common method of preparing the statement of cash flows. Under this method the starting point is the net income reported on the income statement. See Cash Flow Statement."
	},
	{
		"id": 656,
		"term": "industry practices",
		"definition": "Industries that are regulated by the government often have prescribed reporting requirements that carry over to the generally accepted reporting formats for financial reporting. For example, utilities’ balance sheets present the utility plant as the first asset instead of current assets. Insurance and securities firms will have financial reports that differ from the formats used by manufacturers."
	},
	{
		"id": 657,
		"term": "inelastic demand",
		"definition": "The situation where the number of units sold is not influenced by a change in selling price. In other words, a price increase does not have a corresponding decrease in the number of units sold."
	},
	{
		"id": 658,
		"term": "information",
		"definition": "Relevant or meaningful data."
	},
	{
		"id": 659,
		"term": "insolvent",
		"definition": "The inability to pay liabilities as they become due. Some consider a company to be insolvent when its current liabilities exceed its current assets."
	},
	{
		"id": 660,
		"term": "Institute of Management Accountants",
		"definition": "See IMA."
	},
	{
		"id": 661,
		"term": "insurance",
		"definition": "A contract to provide coverage or protection in exchange for a payment or “premium.” Examples of insurance protection include liability, property, business interruption, life, disability, etc. The company paying the premiums for the protection will have insurance expense and possibly an asset, Prepaid Insurance (if the premiums are paid in advance). The insurance company would have insurance premium revenues and possibly a liability, Unearned Insurance Premiums (if the premiums were paid in advance)."
	},
	{
		"id": 662,
		"term": "insurance expense",
		"definition": "The amount of insurance that was incurred/used up/expired during the period of time appearing in the heading of the income statement. The amount of insurance premiums that have not yet expired should be reported in the current asset account Prepaid Insurance."
	},
	{
		"id": 663,
		"term": "intangible assets",
		"definition": "Some examples of intangible assets include copyrights, patents, goodwill, trade names, trademarks, mail lists, etc. These assets will be reported at cost (or lower) on the balance sheet after property, plant and equipment. Trade names and trademarks that were developed by a company (as opposed to buying them from another company at a significant cost) may not appear on the balance sheet, even though they might be a company’s most valuable asset."
	},
	{
		"id": 664,
		"term": "interest earned",
		"definition": "An amount earned by a company on its interest bearing bank accounts or other investments. The amount should be reported as Interest Revenues, Interest Income, or Investment Revenues in the accounting period in which the interest is earned."
	},
	{
		"id": 665,
		"term": "interest expense",
		"definition": "This account is a non-operating or “other” expense for the cost of borrowed money or other credit. The amount of interest expense appearing on the income statement is the cost of the money that was used during the time interval shown in the heading of the income statement, not the amount of interest paid during that period of time."
	},
	{
		"id": 666,
		"term": "interest income",
		"definition": "See interest revenues."
	},
	{
		"id": 667,
		"term": "interest payable",
		"definition": "This current liability account reports the amount of interest the company owes as of the date of the balance sheet. (Future interest is not recorded as a liability.)"
	},
	{
		"id": 668,
		"term": "interest receivable",
		"definition": "The current asset that represents the amount of interest revenue that was reported as earned, but has not yet been received."
	},
	{
		"id": 669,
		"term": "interest revenues",
		"definition": "Under the accrual basis of accounting, the Interest Revenues account reports the interest earned by a company during the time period indicated in the heading of the income statement. Interest Revenues account includes interest earned whether or not the interest was received or billed. Interest Revenues are nonoperating revenues or income for companies not in the business of lending money. For companies in the business of lending money, Interest Revenues are reported in the operating section of the multiple-step income statement."
	},
	{
		"id": 670,
		"term": "interim financial statement",
		"definition": "Financial statements issued between the official annual financial statements. For example, quarterly financial statements are interim financial statements."
	},
	{
		"id": 671,
		"term": "internal rate of return",
		"definition": "The rate that will discount all cash flows to a net present value of zero."
	},
	{
		"id": 672,
		"term": "Internal Revenue Service (IRS)",
		"definition": "The U.S. government agency responsible for federal income tax regulations."
	},
	{
		"id": 673,
		"term": "International Accounting Standards Board (IASB)",
		"definition": "The independent organization based in the UK which develops the International Financial Reporting Standards (IFRS). The IASB has been working with the Financial Accounting Standards Board (FASB), which is based in the U.S., to “converge” each organization’s reporting standards. The goal is to ultimately have a single set of global accounting standards."
	},
	{
		"id": 674,
		"term": "International Financial Reporting Standards (IFRS)",
		"definition": "The accounting and reporting standards developed by the International Accounting Standards Board (IASB). IFRS are used by business entities in most countries. The most notable exception is the U.S. where business entities follow U.S. GAAP, which is the generally accepted accounting standards promulgated by the Financial Accounting Standards Board. There is a goal to move toward the IFRS as the global standard; however, the transition is proving to be difficult."
	},
	{
		"id": 675,
		"term": "interperiod tax allocation",
		"definition": "Income tax allocations arising from differences between income tax rules and generally accepted accounting rules. For example, depreciation for income tax purposes is based on the income tax code and may require that equipment be depreciated on the income tax return over a 7-year period. However, accounting principles require that for financial statements the equipment be depreciated over its useful life. The useful life might be more than 7 years or it might be less than 7 years. These “timing” differences lead to interperiod tax allocation."
	},
	{
		"id": 676,
		"term": "interpretations",
		"definition": "See FASB Interpretation."
	},
	{
		"id": 677,
		"term": "intraperiod tax allocations",
		"definition": "The allocation of one year’s income tax expense to the various sections of the income statement. For example, extraordinary items must be reported after income tax on the income statement, while operating revenues are reported before income tax."
	},
	{
		"id": 678,
		"term": "inventoriable cost",
		"definition": "Cost that is considered to be part of the cost of merchandise. For a retailer, the inventoriable cost is the cost from the supplier plus all costs necessary to get the item into inventory and ready for sale, e.g. freight-in. For a manufacturer the product costs include direct material, direct labor, and the manufacturing overhead (fixed and variable)."
	},
	{
		"id": 679,
		"term": "inventory",
		"definition": "A current asset whose ending balance should report the cost of a merchandiser’s products awaiting to be sold. The inventory of a manufacturer should report the cost of its raw materials, work-in-process, and finished goods. The cost of inventory should include all costs necessary to acquire the items and to get them ready for sale.\n\nWhen inventory items are acquired or produced at varying costs, the company will need to make an assumption on how to flow the changing costs. See cost flow assumption.\n\nIf the net realizable value of the inventory is less than the actual cost of the inventory, it is often necessary to reduce the inventory amount.\n\nSee Inventory and Cost of Goods Sold."
	},
	{
		"id": 680,
		"term": "inventory carrying costs",
		"definition": "The cost to hold an item in inventory. Includes the cost of capital tied up in inventory, the cost of space and insurance, and the cost of items becoming obsolete while being held in inventory. This is an important component of the economic order quantity model."
	},
	{
		"id": 681,
		"term": "inventory conformity rule",
		"definition": "Generally, this rule requires that the cost flow assumption used for tax purposes be the same cost flow assumption used for the financial statements. Consult a tax professional about this and other tax matters."
	},
	{
		"id": 682,
		"term": "inventory cost flow assumption",
		"definition": "The method used for removing costs from the inventory of goods. The cost flow can be different from the physical flow of goods. For example, in the U.S. the LIFO cost flow can be used even if the oldest goods are shipped to the buyer."
	},
	{
		"id": 683,
		"term": "inventory extension",
		"definition": "The multiplication of a quantity times its cost. For example, if 100 items are in inventory at a cost of $3.46 each, the inventory extension is $346."
	},
	{
		"id": 684,
		"term": "inventory: FG",
		"definition": "See inventory: finished goods (FG)."
	},
	{
		"id": 685,
		"term": "inventory: finished goods (FG)",
		"definition": "The products in a manufacturer’s inventory that are completed and are awaiting to be sold. You might view this account as containing the cost of the products in the finished goods warehouse. A manufacturer must disclose in its financial statements the amount of finished goods, work-in- process, and raw materials."
	},
	{
		"id": 686,
		"term": "inventory holding costs",
		"definition": "See inventory carrying costs."
	},
	{
		"id": 687,
		"term": "inventory: materials",
		"definition": "A part of a manufacturer’s inventory that includes direct and indirect materials. Also referred to as stores."
	},
	{
		"id": 688,
		"term": "inventory shrinkage",
		"definition": "Inventory that is less than the expected amount. It might be associated with theft or damage."
	},
	{
		"id": 689,
		"term": "inventory turnover ratio",
		"definition": "This ratio relates the costs in inventory to the cost of the goods sold."
	},
	{
		"id": 690,
		"term": "inventory valuation",
		"definition": "The dollar amount associated with the goods in a company’s inventory. Initially the cost per unit is the cost to get the inventory items in place and ready for use. However, under certain circumstances the may have to be reduced to a lower amount.\n\nSince inventory items are constantly being purchased and sold and since the cost of the items purchased often changes, a company must select a cost flow assumption.\n\nThe inventory valuation is critical because it also affects the cost of goods sold amount that is matched with sales on the income statement."
	},
	{
		"id": 691,
		"term": "inventory: WIP",
		"definition": "See inventory: work-in-process (WIP)."
	},
	{
		"id": 692,
		"term": "inventory: work-in-process (WIP)",
		"definition": "That part of a manufacturer’s inventory that is in the production process and has not yet been completed and transferred to the finished goods inventory. This account contains the cost of the direct material, direct labor, and factory overhead placed into the products on the factory floor. A manufacturer must disclose in its financial statements the cost of its work-in-process as well as the cost of finished goods and materials on hand."
	},
	{
		"id": 693,
		"term": "investing activities",
		"definition": "The second section of the statement of cash flows. To learn more, see Explanation of Cash Flow Statement."
	},
	{
		"id": 694,
		"term": "investment centers",
		"definition": "A decentralized division of a corporation which is responsible for and has control over its costs, revenues, and investments."
	},
	{
		"id": 695,
		"term": "investment in another company",
		"definition": "An asset account which reports the carrying amount of a company’s investment in another enterprise."
	},
	{
		"id": 696,
		"term": "investment revenues",
		"definition": "The amounts earned on money invested. Often this is interest and dividends earned on a company’s investment in stocks and bonds of other companies."
	},
	{
		"id": 697,
		"term": "investment securities",
		"definition": "An asset account in a bank’s general ledger that indicates the amount at which the bank is reporting or carrying its investments."
	},
	{
		"id": 698,
		"term": "investments",
		"definition": "The long term asset category of a classified balance sheet which appears immediately after the current assets. Listed in this category would be a bond sinking fund, funds held for construction, the cash surrender value of a life insurance policy owned by the company, and long term investments in stocks and bonds."
	},
	{
		"id": 699,
		"term": "invoice",
		"definition": "A bill issued by a seller of merchandise or by the provider of services. The seller refers to the invoice as a sales invoice and the buyer refers to the same invoice as a vendor invoice."
	},
	{
		"id": 700,
		"term": "IRR",
		"definition": "See internal rate of return."
	},
	{
		"id": 701,
		"term": "IRS",
		"definition": "See Internal Revenue Service (IRS)."
	},
	{
		"id": 702,
		"term": "IRS Publication 15",
		"definition": "A publication by the U.S. Internal Revenue Service (IRS) to assist employers with federal payroll taxes. The complete title of the publication is Publication 15 (Circular E), Employer’s Tax Guide."
	},
	{
		"id": 703,
		"term": "J. Ott, Capital",
		"definition": "This is an owner’s equity account. The balance in this account reflects the owner’s investment in this sole proprietorship plus the net income and minus the owner’s draws since the company began. (The current year net income and draws may not yet be recorded in this account. The net income may still be in the temporary revenue and expense accounts and the draws may still be in J. Ott, Drawing, also a temporary account. The temporary accounts will be closed to J. Ott, Capital after the year’s financial statements are prepared.)"
	},
	{
		"id": 704,
		"term": "J. Ott, Drawing",
		"definition": "This is a contra owner’s equity account, because it has a debit balance if draws were made. Even though it is a balance sheet account, it is a temporary account. At the end of each year the account’s debit balance is closed to J. Ott, Capital."
	},
	{
		"id": 705,
		"term": "JIT",
		"definition": "See just-in-time (JIT)."
	},
	{
		"id": 706,
		"term": "job cost record",
		"definition": "See job order cost sheet."
	},
	{
		"id": 707,
		"term": "job costing",
		"definition": "See job order costing."
	},
	{
		"id": 708,
		"term": "job order cost sheet",
		"definition": "This is a record on an individual job (product, batch) within the job costing system. For items in process this is a subsidiary record to the general ledger account inventory: work-in-process (WIP)."
	},
	{
		"id": 709,
		"term": "job order costing",
		"definition": "The cost accounting system where costs are recorded by individual job (versus process costing system). The job order system can use standard costs or actual costs."
	},
	{
		"id": 710,
		"term": "job order system",
		"definition": "See job order costing."
	},
	{
		"id": 711,
		"term": "joint cost",
		"definition": "A common cost. Often refers to the costs prior to the point where several products emerge from a common process."
	},
	{
		"id": 712,
		"term": "joint product",
		"definition": "The products with significant value that emerge at a split-off point in a process. When a joint product has little value it is referred to as a byproduct."
	},
	{
		"id": 713,
		"term": "journal",
		"definition": "The record of journal entries appearing in order by date. Some refer to the journal as the book of original entry, since the entries are first recorded in a journal. From the journal the entries will be posted to the designated accounts in the general ledger. With manual systems there are likely to be a sales journal, purchases journal, cash receipts journal, cash disbursements journal, and the general journal. With computerized accounting systems, it is likely that the general journal will be used sparingly. The software is likely to record the other transactions automatically as invoices are entered, checks are prepared, receipts processed, etc."
	},
	{
		"id": 714,
		"term": "journal entry",
		"definition": "The entry made in a journal. It will contain the date, the account name and amount to be debited, and the account name and amount to be credited. Each journal entry must have the dollars of debits equal to the dollars of credits."
	},
	{
		"id": 715,
		"term": "journalize",
		"definition": "To record accounting entries into a journal."
	},
	{
		"id": 716,
		"term": "just-in-time (JIT)",
		"definition": "An effort to have materials delivered by suppliers just as the materials are needed, thereby eliminating the need for the buyer to store inventories of component parts. Obviously, the buyer is relying on the dependability of the supplier."
	},
	{
		"id": 717,
		"term": "k",
		"definition": "A symbol that represents 1000."
	},
	{
		"id": 718,
		"term": "kiting",
		"definition": "This activity, which involves playing the float, is sometimes used when a company is facing an overdrawn checking account. Assume that a company has a checking account at NY Bank that is about to overdraw. To prevent the NY Bank checking account from overdrawing, the company deposits one of its checks drawn on its PA Bank. However, its PA Bank checking account does not have sufficient funds to cover the check that the company deposited in the NY Bank. To avoid its PA Bank checking account from overdrawing, the company deposits into its PA Bank checking account a check drawn on its NY Bank checking account. Of course there are not sufficient funds in the NY Bank account, so the company deposits into its NY Bank account a check drawn on its PA Bank account. This pattern will require the writing and depositing of many checks until the company gets some money or until the scheme is detected. Banks have reduced the opportunity for kiting by clearing checks more quickly and by not paying checks until deposited checks have been in an account for several days."
	},
	{
		"id": 719,
		"term": "labor efficiency variance",
		"definition": "See direct labor efficiency variance."
	},
	{
		"id": 720,
		"term": "labor rate variance",
		"definition": "See direct labor rate variance."
	},
	{
		"id": 721,
		"term": "labor variances",
		"definition": "See direct labor efficiency variance and direct labor rate variance."
	},
	{
		"id": 722,
		"term": "land",
		"definition": "A long-term asset account that reports the cost of real property exclusive of the cost of any constructed assets on the property. Land usually appears as the first item under the balance sheet heading of Property, Plant and Equipment. Generally, land is not depreciated."
	},
	{
		"id": 723,
		"term": "land improvements",
		"definition": "A long-term asset which indicates the cost of the constructed improvements to land, such as driveways, walkways, lighting, and parking lots. Land Improvements will be depreciated over their useful life by debiting the income statement account Depreciation Expense and by crediting the balance sheet account Accumulated Depreciation: Land Improvements."
	},
	{
		"id": 724,
		"term": "landlord",
		"definition": "The owner of property that often receives rent from tenants."
	},
	{
		"id": 725,
		"term": "last in, first out (LIFO)",
		"definition": "A cost flow assumption where the last (recent) costs are assumed to flow out of the asset account first. This means the first (oldest) costs remain on hand. To learn more, see Explanation of Inventory and Cost of Goods Sold."
	},
	{
		"id": 726,
		"term": "lawsuit payable",
		"definition": "A liability account that reports the amount payable as of the balance sheet date. For the account to show a balance, a loss/obligation must be probable and the amount can be estimated. If the lawsuit is remote or only possible, it will not be shown as a liability. If the lawsuit is possible but not probable, it should be disclosed in the notes."
	},
	{
		"id": 727,
		"term": "lead time",
		"definition": "The time from when goods are ordered until the time when the goods are received."
	},
	{
		"id": 728,
		"term": "learning curve",
		"definition": "An expectation that as a task is repeated there will be significant time reductions during the early repetitions. The time savings will dissipate after continuous performance. This is important to consider when setting the direct labor standard cost."
	},
	{
		"id": 729,
		"term": "lease",
		"definition": "A legal agreement to pay rent to the lessor for a stated period of time. Sometimes the lease is in substance a purchase of an asset and a financing arrangement. For example, if a company agrees to lease a forklift truck for 60 months and the agreement cannot be canceled without purchasing the asset, it is possible the arrangement is more than a mere rental of equipment. See capital lease and operating lease."
	},
	{
		"id": 730,
		"term": "leaseback",
		"definition": "A company might construct a building and then sell the building to an investor who in turn leases the building back to the company."
	},
	{
		"id": 731,
		"term": "leasehold improvements",
		"definition": "Additions or changes to a rented building that are made by the tenant rather than by the landlord. The tenant will record the cost of these changes in the long term asset account Leasehold Improvements. The cost of these additions or changes should be depreciated over the remaining life of the lease."
	},
	{
		"id": 732,
		"term": "least squares regression method",
		"definition": "A mathematical technique that determines the best-fitting line through a series of points. This is used in regression analysis."
	},
	{
		"id": 733,
		"term": "ledger",
		"definition": "A “book” containing accounts. For example, there is the general ledger that contains the balance sheet and income statement accounts. There is a subsidiary ledger that contains the detailed, customer account balances for the general ledger account Accounts Receivable."
	},
	{
		"id": 734,
		"term": "legal capital",
		"definition": "The par value of common and preferred stock."
	},
	{
		"id": 735,
		"term": "lend",
		"definition": "To loan money for a limited time in exchange for the borrower’s promise of repayment and interest compensation."
	},
	{
		"id": 736,
		"term": "lender",
		"definition": "Usually a bank, finance company, or person that makes a loan to another party, who is referred to as the borrower."
	},
	{
		"id": 737,
		"term": "lessee",
		"definition": "The person paying rent for using but not owning the asset."
	},
	{
		"id": 738,
		"term": "lessor",
		"definition": "The party owning an asset and receiving rent from another party (the lessee)."
	},
	{
		"id": 739,
		"term": "letter of credit",
		"definition": "This is granted by banks only to very creditworthy customers. It states that the bank will guarantee amounts that its customer incurred when purchasing goods. A letter of credit might be necessary for a U.S. company wishing to purchase significant amounts of goods on a buying trip to the Pacific rim."
	},
	{
		"id": 740,
		"term": "leverage",
		"definition": "Using debt in order to control more assets. Also known as financial leverage."
	},
	{
		"id": 741,
		"term": "liabilities",
		"definition": "Obligations of a company or organization. Amounts owed to lenders and suppliers. Liabilities often have the word “payable” in the account title. Liabilities also include amounts received in advance for a future sale or for a future service to be performed. See Balance Sheet."
	},
	{
		"id": 742,
		"term": "lien",
		"definition": "Usually a claim on an asset that is pledged as collateral. The lien is usually filed with a government office."
	},
	{
		"id": 743,
		"term": "LIFO",
		"definition": "See last in, first out (LIFO)."
	},
	{
		"id": 744,
		"term": "LIFO conformity rule",
		"definition": "A rule that requires that the same inventory cost flow be used on the financial statements as is used on the income tax return."
	},
	{
		"id": 745,
		"term": "LIFO liquidation of layer",
		"definition": "See liquidation of LIFO layer."
	},
	{
		"id": 746,
		"term": "LIFO reserve",
		"definition": "Usually the difference between the cost of inventory at LIFO versus the cost of inventory at FIFO."
	},
	{
		"id": 747,
		"term": "limited liability company",
		"definition": "A business organization different from a sole proprietorship, partnership, and corporation. As the name implies it provides the limited liability protection usually associated with a corporation. To learn more about this business structure, you should discuss this with a tax and legal professional."
	},
	{
		"id": 748,
		"term": "line of credit",
		"definition": "The amount that a bank commits to lend a borrower during a specified purpose."
	},
	{
		"id": 749,
		"term": "linear programming",
		"definition": "A mathematical tool to optimize profits (contribution margin) given a limited amount of inputs and other constraints."
	},
	{
		"id": 750,
		"term": "liquidation of LIFO layer",
		"definition": "The reduction in inventory quantities resulting in the removal of older layers of costs. With continuously higher costs, the older layers are likely to be low costs under LIFO. Removing these old, low costs will cause an increase in profits and in taxable income. Therefore, it is important to be intentionally removing the low costs since this is likely to create an income tax payment that could have been avoided by not liquidating the old costs. If the liquidation of LIFO layers results in a significant increase in net income, this should be disclosed."
	},
	{
		"id": 751,
		"term": "liquidity",
		"definition": "The ability to generate cash."
	},
	{
		"id": 752,
		"term": "liquidity ratios",
		"definition": "Financial ratios such as current ratio, quick ratio, receivables turnover ratio, and inventory turnover ratio."
	},
	{
		"id": 753,
		"terms": "LLC",
		"definition": "See limited liability company."
	},
	{
		"id": 754,
		"term": "loan amortization schedule",
		"definition": "A multicolumn listing of each payment required during the period of a loan. Each payment is detailed by the amount of interest, the principal payment, and the remaining unpaid principal balance. The interest portion of the payment is based on the unpaid principal balance after the previous payment. Usually the total payment remains constant and each period the interest portion of the payment decreases and the principal portion of the payment increases."
	},
	{
		"id": 755,
		"term": "loans receivable",
		"definition": "An asset account in a bank’s general ledger that indicates the amounts owed by borrowers to the bank as of a given date."
	},
	{
		"id": 756,
		"term": "lock-box system",
		"definition": "Usually involves a company’s customers remitting amounts to a bank account close to the customers in order for the company to have collected funds sooner. For example, a company with its headquarters in the Midwest, might have a bank account in New York for its east coast customers to mail in amounts owed. Similarly, the company may also have its west coast customers remit to a bank account in California. The company would have access to bank funds several days sooner with such an arrangement instead of all remittances being mailed to the Midwest."
	},
	{
		"id": 757,
		"term": "long-lived assets",
		"definition": "Long-term assets including property, plant, equipment and intangible assets. Buildings, furnishings, fixtures, office equipment, and vehicles are common examples of long-lived assets which are depreciated by nonprofit and by for-profit organizations."
	},
	{
		"id": 758,
		"term": "long-term assets",
		"definition": "Noncurrent assets. Assets that are not intended to be turned into cash or be consumed within one year of the balance sheet date. Long-term assets include long-term investments, property, plant, equipment, intangible assets, etc."
	},
	{
		"id": 759,
		"term": "long-term investments",
		"definition": "The balance sheet classification that is reported immediately after current assets and before property, plant, and equipment."
	},
	{
		"id": 760,
		"term": "long-term liabilities",
		"definition": "Obligations of the enterprise that are not payable within one year of the balance sheet date. Two examples are bonds payable and long term notes payable."
	},
	{
		"id": 761,
		"term": "loss",
		"definition": "The result of the sale of an asset for less than its carrying amount; the write-down of assets; the net result of expenses exceeding revenues."
	},
	{
		"id": 762,
		"term": "loss contingency",
		"definition": "See contingent loss."
	},
	{
		"id": 763,
		"term": "loss from labor strike",
		"definition": "This loss is not an extraordinary item, since it is not unusual in nature. However, it can appear as a separate line item in the main portion of the income statement. It will be reported at its gross amount (not net of the tax savings)."
	},
	{
		"id": 764,
		"term": "loss from lawsuit",
		"definition": "A non-operating or “other” reduction in net income resulting from a judgment against the company. It is shown in the accounting period when the amount is determined to be probable and the amount can be estimated. This means that the loss is likely to be shown earlier than the date that the payment is made. If the “loss” is only possible (not probable) it is disclosed in the notes to the financial statements rather than a reduction on the income statement and a liability on the balance sheet. If the “loss” is remote it is neither noted nor entered on the financial statements."
	},
	{
		"id": 765,
		"term": "loss from reducing inventory to NRV",
		"definition": "An income statement account used to record the amount that the asset Inventory is reduced during the accounting period because the net realizable value of the inventory is less than its cost."
	},
	{
		"id": 766,
		"term": "loss on sale of assets",
		"definition": "This is a non-operating or “other” item resulting from the sale of an asset (other than inventory) for less than the amount shown in the company’s accounting records."
	},
	{
		"id": 767,
		"term": "loss on sale of computer",
		"definition": "A non-operating item resulting from the sale of this long-term asset for less than its carrying amount (or book value)."
	},
	{
		"id": 768,
		"term": "loss on sale of equipment",
		"definition": "A non-operating item resulting from the sale of this long-term asset for less than its carrying amount (or book value)."
	},
	{
		"id": 769,
		"term": "loss on sale of land",
		"definition": "A non-operating item resulting from the sale of this long-term asset for less than its carrying amount (or book value)."
	},
	{
		"id": 770,
		"term": "loss on sale of truck",
		"definition": "A non-operating item resulting from the sale of this long-term asset for less than its carrying amount (or book value)."
	},
	{
		"id": 771,
		"term": "losses",
		"definition": "Losses result from the sale of an asset (other than inventory) for less than the amount shown on the company’s books. Since the loss is outside of the main activity of a business, it is reported as a nonoperating or other loss. To learn more, see Explanation of Income Statement. The term losses is also used to report the writedown of asset amounts to amounts less than cost. It is also used to refer to several periods of net losses caused by expenses exceeding revenues."
	},
	{
		"id": 772,
		"term": "lost opportunity",
		"definition": "The benefit foregone by choosing another course of action. Also known as the opportunity cost. The lost opportunity is sometimes measured by the lost contribution margin (sales minus the related variable costs)."
	},
	{
		"id": 773,
		"term": "lower of cost or net realizable value",
		"definition": "In the context of inventory this means that the inventory should be reported at the lower of its cost or its net realizable value (NRV). The rule is associated with the conservatism guideline or principle.\n\nNet realizable value is defined as the expected selling price in the ordinary course of business minus the cost of completion, disposal, and transportation."
	},
	{
		"id": 774,
		"term": "m",
		"definition": "One of the symbols used to represent 1000. Others include k and the Roman numeral M. (Note: Some magazines are now using m to indicate million.)"
	},
	{
		"id": 775,
		"term": "M",
		"definition": "The Roman numeral that represents 1000. Other symbols that are sometimes used to represent 1000 include k and m. (Note: Sometimes M is also used to indicate million.)"
	},
	{
		"id": 776,
		"term": "make or buy decision",
		"definition": "A decision whether to make some products or equipment in-house versus purchasing the products or equipment from another company. As in any decision, one must compare the relevant costs and other opportunities. It is possible that the cost to make an item will involve an increase in only some costs and will, therefore, be less costly than purchasing the item from another company."
	},
	{
		"id": 777,
		"term": "major repairs",
		"definition": "An example is the major overhaul of a truck’s engine that will extend the useful life of the truck. This expenditure is recorded on the balance sheet in an asset (or in a contra asset) account and then depreciated over the remaining life of the truck. (Ordinary repairs are recorded immediately as an expense.)"
	},
	{
		"id": 778,
		"term": "management accounting",
		"definition": "See managerial accounting."
	},
	{
		"id": 779,
		"term": "management and general expenses",
		"definition": "A subgroup of the supporting activities of a nonprofit organization. This functional expense classification is used to report the overall management of the nonprofit organization other than the direct expenses of operating its programs and fundraising. For example, the accounting and budgeting expenses are part of management and general expenses."
	},
	{
		"id": 780,
		"term": "management’s discussion and analysis",
		"definition": "A section of a publicly traded corporation’s annual report to the SEC (form 10-K). This section contains extensive information from management about the corporation’s financial condition and its operations."
	},
	{
		"id": 781,
		"term": "managerial accounting",
		"definition": "The field of study within accounting that is devoted to information needed by the management of the company (as opposed to financial accounting to external parties). Topics covered in managerial accounting include cost behavior, product costing for manufacturers, budgeting, amounts needed for decision making, transfer pricing, capital budgeting, etc."
	},
	{
		"id": 782,
		"term": "manual system",
		"definition": "The accounting or bookkeeping system that does not utilize computer software for entering transactions into journals and ledgers."
	},
	{
		"id": 783,
		"term": "manufacturing cell",
		"definition": "Often a U-shaped arrangement of the various machines involved in manufacturing a product. This layout eliminates the need to move the item being manufactured from one area or department of the factory to another. In addition to saving the handling cost, it may save space and reduce inventory levels."
	},
	{
		"id": 784,
		"term": "manufacturing costs",
		"definition": "Direct materials, direct labor and manufacturing overhead costs. Also referred to as product costs, production costs, and inventoriable costs."
	},
	{
		"id": 785,
		"term": "manufacturing overhead",
		"definition": "Manufacturing costs other than direct materials and direct labor."
	},
	{
		"id": 786,
		"term": "manufacturing support costs",
		"definition": "Also referred to as factory burden, factory overhead, indirect manufacturing costs, and manufacturing support costs."
	},
	{
		"id": 787,
		"term": "margin of safety",
		"definition": "A term used in break-even analysis to indicate the amount of sales that are above the break- even point. In other words, the margin of safety is the amount by which a company’s sales could decrease before the company will become unprofitable."
	},
	{
		"id": 788,
		"term": "marginal cost",
		"definition": "The cost of the next unit."
	},
	{
		"id": 789,
		"term": "marginal revenue",
		"definition": "The revenue from the next unit."
	},
	{
		"id": 790,
		"term": "markdown",
		"definition": "A reduction in the original selling price."
	},
	{
		"id": 791,
		"term": "markdown cancellation",
		"definition": "The elimination of part or all of a markdown."
	},
	{
		"id": 792,
		"term": "market interest rate",
		"definition": "Also referred to as the current interest rate, the yield-to-maturity, and the effective interest rate. The market interest rate is always changing whereas the stated interest rate does not change."
	},
	{
		"id": 793,
		"term": "market share",
		"definition": "A company’s sales in a market as compared to the total sales in that market. For example, General Motors share of the U.S. market has decreased from more than 50% in the 1960’s to its present market share of less than 30%."
	},
	{
		"id": 794,
		"term": "marketable debt securities",
		"definition": "This term is often associated with an investment in the bonds issued by another corporation if the bonds are traded on a bond exchange."
	},
	{
		"id": 795,
		"term": "marketable equity securities",
		"definition": "This term is often associated with an investment in the common stock (and/or preferred stock) of a corporation when the stock is publicly traded."
	},
	{
		"id": 796,
		"term": "marketable securities",
		"definition": "Investments in common stock, preferred stock, corporate bonds, or government bonds that can be readily sold on a stock or bond exchange. These investments are reported as a current asset if the investor’s intention is to sell the securities within one year."
	},
	{
		"id": 797,
		"term": "markup",
		"definition": "This could be the difference between cost and the selling price. For example, a retailer may markup its cost by 50% to arrive at a selling price. In the retail method of costing inventory, markup is used to mean the “additional” markup from the original selling price. For example, an item with a cost of $10 might normally be priced at $15. However, because of the shortage of this item and because of high demand, the retailer sets a selling price of $17. Sometimes markup means the $7, but sometimes it means the additional markup of $2."
	},
	{
		"id": 798,
		"term": "markup cancellation",
		"definition": "A reduction of a markup. In the retail method of estimating inventory, it could mean the elimination of part or all of the additional markup. For example, if an item with a cost of $10 would normally be priced at $15, but instead is priced at $17 due to supply and demand considerations, the “additional” markup was $2. If the retailer reduces the price to $15.50 there would be a markup cancellation of $1.50."
	},
	{
		"id": 799,
		"term": "Mary Smith, Capital",
		"definition": "The owner’s equity account that contains the amount invested in the sole proprietorship by Mary Smith plus the net income since the company began minus the draws made by Mary Smith since the company began. The current year net income might be in the temporary revenue and expense accounts and the current year draws might be in the drawing account. However, after the financial statements for the year are prepared the current year net income and draws will be transferred to this account."
	},
	{
		"id": 800,
		"term": "Mary Smith, Drawing",
		"definition": "This contra owner’s equity account has a debit balance that represents the current year draws made by the owner, Mary Smith. After the year’s financial statements have been prepared, the balance in this temporary account will be transferred to Mary Smith, Capital."
	},
	{
		"id": 801,
		"term": "matching principle",
		"definition": "The principle that requires a company to match expenses with related revenues in order to report a company’s profitability during a specified time interval. Ideally, the matching is based on a cause and effect relationship: sales causes the cost of goods sold expense and the sales commissions expense. If no cause and effect relationship exists, accountants will show an expense in the accounting period when a cost is used up or has expired. Lastly, if a cost cannot be linked to revenues or to an accounting period, the expense will be recorded immediately. An example of this is Advertising Expense and Research and Development Expense."
	},
	{
		"id": 802,
		"term": "materiality",
		"definition": "The accounting guideline that permits the violation of another accounting guideline if the amount is insignificant. For example, a profitable company with several million dollars of sales is likely to expense immediately a $200 printer instead of depreciating the printer over its useful life. The justification is that no lender or investor will be misled by a one-time expense of $200 instead of say $40 per year for five years. Another example is a large company’s reporting of financial statement amounts in thousands of dollars instead of amounts to the penny."
	},
	{
		"id": 803,
		"term": "materials inventory",
		"definition": "One component of a manufacturer’s inventory. Sometimes referred to as Stores or Raw Materials. (Other components of a manufacturer’s inventory are work-in-process and finished goods.)"
	},
	{
		"id": 804,
		"term": "materials price variance",
		"definition": "See direct materials price variance."
	},
	{
		"id": 805,
		"term": "materials quantity variance",
		"definition": "See direct materials usage variance."
	},
	{
		"id": 806,
		"term": "materials usage variance",
		"definition": "See direct materials usage variance."
	},
	{
		"id": 807,
		"term": "matrix format",
		"definition": "See functional and natural matrix."
	},
	{
		"id": 808,
		"term": "Matt Jones, Capital",
		"definition": "The owner’s equity account that contains the amount invested in the sole proprietorship by Matt Jones plus the net income since the company began minus the draws made by Matt Jones since the company began. The current year net income might be in the temporary revenue and expense accounts and the current year draws might be in the temporary drawing account. However, after the financial statements for the year are prepared the current year net income and draws will be transferred to this account."
	},
	{
		"id": 809,
		"term": "Matt Jones, Current year net income",
		"definition": "The net amount of revenues and gains minus expenses and losses for the sole proprietorship owned by Matt Jones. After the financial statements are prepared for the year, this amount will be transferred to Matt Jones, Capital."
	},
	{
		"id": 810,
		"term": "Medicare tax",
		"definition": "One component of the FICA tax (the other component is Social Security). This payroll tax is withheld from employees’ payroll checks and is also matched by the employer. The employee and the employer each pay the Medicare tax of 1.45% of all wages and salaries. As a result, the employer must remit to the federal government 2.9% of its employees’ wages and salaries.\n\nBeginning in 2013 there is a Medicare surtax of 0.9% that is applied to an employee’s wages and salaries in excess of specified amounts. It also applies to a self-employed person’s net income. See IRS.gov for details."
	},
	{
		"id": 811,
		"term": "membership dues",
		"definition": "Regular fees or charges often paid to an organization at regular intervals. For example, a state CPA organization might have annual dues of $200."
	},
	{
		"id": 812,
		"term": "memo entry",
		"definition": "An entry without debit or credit amounts. For example, assume that a corporation has 100,000 shares of $0.50 par value common stock before a 2-for-1 stock split. At the time of the split a memo entry would be entered in the records stating that after the 2-for-1 stock split, the corporation has 200,000 shares of $0.25 par value common stock outstanding. No dollar amounts would be posted to the accounts in the general ledger."
	},
	{
		"id": 813,
		"term": "merchandise",
		"definition": "Goods sold by a retailer, wholesaler, distributor, manufacturer, etc."
	},
	{
		"id": 814,
		"term": "merchandise in transit",
		"definition": "See goods in transit."
	},
	{
		"id": 815,
		"term": "merchandise inventory",
		"definition": "The current asset which reports the cost of a retailer’s, wholesaler’s, or distributor’s goods purchased to be resold, which have not yet been sold as of the balance sheet date."
	},
	{
		"id": 816,
		"term": "merchandiser",
		"definition": "A business that sells goods from inventory. The business could be a retailer, wholesaler, distributor, manufacturer, etc."
	},
	{
		"id": 817,
		"term": "MICR",
		"definition": "Magnetic ink character recognition."
	},
	{
		"id": 818,
		"term": "mid-month convention",
		"definition": "This term is usually associated with assets that are depreciated. In the month that an asset is acquired or disposed, it is assumed to have occurred in the middle of the month."
	},
	{
		"id": 819,
		"term": "mid-year convention",
		"definition": "The practice where an asset purchased within a year is assumed to have been purchased at the mid-point of the year. For example, an asset purchased during the calendar year 2022 is assumed to have been purchased on July 1, 2022."
	},
	{
		"id": 820,
		"term": "MIS",
		"definition": "Management information system."
	},
	{
		"id": 821,
		"term": "miscellaneous expense",
		"definition": "An income statement account for expense items that are too insignificant to have their own separate general ledger accounts."
	},
	{
		"id": 822,
		"term": "mixed costs",
		"definition": "Costs that have both a fixed and variable component. For example, the cost of operating an automobile includes some fixed costs that do not change with the number of miles driven (e.g., operating license, insurance, parking, some of the depreciation, etc.) Other costs vary with the number of miles driven (e.g., gasoline, oil changes, tire wear, etc.)."
	},
	{
		"id": 823,
		"term": "mixed expenses",
		"definition": "Used in conjunction with cost or expense behavior. Mixed expenses consist of a constant or fixed portion and a variable portion. For example, sales salaries would be a mixed expense if each sales person’s compensation is $2,000 per month plus 3% of the sales generated by the employee. Automobile expense is a mixed expense in relationship to miles driven. The automobile insurance, licensing, and parking are fixed expenses in that they do not vary with the miles driven. Gasoline and maintenance are considered variable because they will vary with miles driven."
	},
	{
		"id": 824,
		"term": "mm",
		"definition": "The symbol for 1,000,000."
	},
	{
		"id": 825,
		"term": "MM",
		"definition": "The Roman numerals that indicate 1,000,000."
	},
	{
		"id": 826,
		"term": "monetary asset",
		"definition": "An asset such as cash, accounts receivable, or a note receivable where the amount is a fixed, stated amount. Holding these assets during periods of inflation will result in a loss of purchasing power."
	},
	{
		"id": 827,
		"term": "monetary unit assumption",
		"definition": "An accounting guideline where the U.S. dollar is assumed to be constant (no change in purchasing power) over time. This allows an accountant to add one dollar from a transaction in 1946 to one dollar in 2022 and to show the result as two dollars. It also means that items that cannot be expressed in dollars do not appear in the financial statements. For example, how would you express on a company’s balance sheet the value of loyal customers or a brilliant, aggressive management team?"
	},
	{
		"id": 828,
		"term": "money market account",
		"definition": "A bank or investment account with a fluctuating interest rate. Usually the funds can be withdrawn on demand, even though the account is not a checking account."
	},
	{
		"id": 829,
		"term": "mortgage",
		"definition": "A lien on real estate to protect a lender. The loan made with such security is referred to as a mortgage loan."
	},
	{
		"id": 830,
		"term": "mortgage bond",
		"definition": "A bond (long-term debt) that is secured by a lien on real estate."
	},
	{
		"id": 831,
		"term": "mortgage loan",
		"definition": "A loan having the security of a lien on the borrower’s real estate."
	},
	{
		"id": 832,
		"term": "mortgage loan payable",
		"definition": "A liability account whose balance is the unpaid principal balance as of the balance sheet date. The amount of principal required to be paid within 12 months of the balance sheet date is reported as a current liability. The unpaid principal balance not due within one year of the balance sheet date is reported as a long term liability."
	},
	{
		"id": 833,
		"term": "mortgage loan receivable",
		"definition": "An asset account used to record a loan to another party that has real estate as collateral."
	},
	{
		"id": 834,
		"term": "moving average",
		"definition": "An average that changes with an additional purchase. See perpetual moving average in Explanation of Inventory and Cost of Goods Sold."
	},
	{
		"id": 835,
		"term": "multicollinearity",
		"definition": "A situation where there is correlation between the independent variables used in explaining the change in a dependent variable. When this condition exists, you cannot have confidence in the individual coefficients of the independent variables."
	},
	{
		"id": 836,
		"term": "multiple regression analysis",
		"definition": "A statistical tool used to determine the coefficients of the two or more independent variables involved in estimating the amount of the dependent variable. It utilizes the least-squares method for determining the coefficients of the independent variables."
	},
	{
		"id": 837,
		"term": "multiple-step income statement",
		"definition": "An income statement that has more than one subtraction in arriving at net income. An income statement showing gross profit is an indication it is a multiple-step income statement."
	},
	{
		"id": 838,
		"term": "NAA",
		"definition": "National Association of Accountants. This organization’s name was changed to Institute of Management Accountants and currently is referred to as IMA."
	},
	{
		"id": 839,
		"term": "National Association of Accountants (NAA)",
		"definition": "This organization has changed its name to Institute of Management Accountants. It is currently using the name IMA to reflect the many backgrounds of its membership."
	},
	{
		"id": 840,
		"term": "natural basis",
		"definition": "See natural expense classification."
	},
	{
		"id": 841,
		"term": "natural business year",
		"definition": "The one-year period ending at an organization’s typical low point of activity. For example, a school’s natural business year is July 1 through June 30. It is practical to have the accounting and financial reporting year match the natural business year. An accounting and financial reporting year ending on a date other than December 31 is referred to as a fiscal year."
	},
	{
		"id": 842,
		"term": "natural expense classification",
		"definition": "Sorting and reporting expenses by the nature of the expense such as salaries, wages, rent, utilities, supplies, depreciation, advertising, and so on."
	},
	{
		"id": 843,
		"term": "natural resources",
		"definition": "Long term assets of a company such as minerals, oil reserves, timberland, stone quarries, etc. The term depletion is associated with natural resources."
	},
	{
		"id": 844,
		"term": "negative owner’s equity",
		"definition": "A net debit balance for the total amount of owner’s equity. It is the result of the reported amount of liabilities exceeding the reported amount of assets."
	},
	{
		"id": 845,
		"term": "net",
		"definition": "The result of two or more amounts being combined. For example, net sales is equal to gross sales minus sales returns, sales allowances, and sales discounts. The net realizable value of accounts receivable is the combination of the debit balance in accounts receivable and the credit balance in the allowance for doubtful accounts. The book value of equipment is also a net amount: the cost of the equipment minus the accumulated depreciation of the equipment."
	},
	{
		"id": 846,
		"term": "net assets",
		"definition": "The result of subtracting total liabilities from total assets. It is also the term used by not-for- profit organizations instead of owner’s equity or stockholders’ equity. To learn more see our Explanation of Nonprofit Accounting."
	},
	{
		"id": 847,
		"term": "net assets with donor restrictions",
		"definition": "Beginning in 2018, this is one of two classifications of net assets reported on the financial statements of a not-for-profit organization’s financial statements. This classification is to be used instead of the following two classifications: temporarily restricted net assets and permanently restricted net assets. Beginning in 2018, the other classification of net assets reported on the financial statements of a not-for-profit organization is net assets without donor restrictions."
	},
	{
		"id": 848,
		"term": "net assets without donor restrictions",
		"definition": "Beginning in 2018, this is one of two classifications of net assets reported on the financial statements of a not-for-profit organization’s financial statements. This classification replaces the previous classification unrestricted net assets. Beginning in 2018, the other classification of net assets reported on the financial statements of a not-for-profit organization is net assets with donor restrictions."
	},
	{
		"id": 849,
		"term": "net book value",
		"definition": "Same as book value. For example, an asset’s net book value is equal to the asset’s cost minus its accumulated depreciation."
	},
	{
		"id": 850,
		"term": "net carrying amount",
		"definition": "This term might be used to express the combined balances of two accounts. For example, if Equipment has a debit balance of $300,000 and the account Accumulated Depreciation on Equipment has a credit balance of $130,000, we might say that the equipment has a net carrying amount of $170,000. Similarly, if Bonds Payable has a credit balance of $1,000,000 and Premium on Bonds Payable has a credit balance of $8,000, the net carrying amount is $1,008,000. This is similar to book value."
	},
	{
		"id": 851,
		"term": "net cash flow from financing activities",
		"definition": "The third major section of the statement of cash flows. To learn more, see Explanation of Cash Flow Statement."
	},
	{
		"id": 852,
		"term": "net cash flow from investing activities",
		"definition": "The second major section of the statement of cash flows. To learn more, see definition of Cash Flow Statement."
	},
	{
		"id": 853,
		"term": "net cash flow from operating activities",
		"definition": "The first major section of the statement of cash flows. To learn more, see definition of Cash Flow Statement."
	},
	{
		"id": 854,
		"term": "net credit sales",
		"definition": "The net amount of gross sales on credit minus the sales returns, sales allowances, and sales discounts which pertain to the sales on credit."
	},
	{
		"id": 855,
		"term": "net current assets",
		"definition": "Current assets minus current liabilities. Also see working capital."
	},
	{
		"id": 856,
		"term": "net income",
		"definition": "This is the bottom line of the income statement. It is the mathematical result of revenues and gains minus the cost of goods sold and all expenses and losses (including income tax expense if the company is a regular corporation) provided the result is a positive amount. If the net amount is a negative amount, it is referred to as a net loss."
	},
	{
		"id": 857,
		"term": "net income available for common stock",
		"definition": "A corporation’s net income after income taxes minus the dividends pertinent to the preferred shares of stock (if any)."
	},
	{
		"id": 858,
		"term": "net loss",
		"definition": "The bottom line of the income statement when revenues and gains are less than the aggregate amount of cost of goods sold, operating expenses, losses, and income taxes (if the company is a regular corporation)."
	},
	{
		"id": 859,
		"term": "net method of recording accounts payable",
		"definition": "The technique of recording accounts payable at the amount that will be paid after deducting any discount that is available for paying within the discount period. This has a theoretical advantage over the gross method because the liability is recorded at the amount that will be paid and the purchase is recorded at the cash equivalent amount."
	},
	{
		"id": 860,
		"term": "net of tax",
		"definition": "A gross amount minus the income tax associated with the gross amount. For example, a company may dispose of one of its business segments and show a gain (proceeds exceed carrying amount) of $10,000,000. However, if the gain will result in income taxes of $3,000,000, the gain net of tax is $7,000,000."
	},
	{
		"id": 861,
		"term": "net operating income (NOI)",
		"definition": "Also known as income from operations, which excludes discontinued operations, extraordinary items, and nonoperating items such as interest expense, investment income, gains, and losses."
	},
	{
		"id": 862,
		"term": "net pay",
		"definition": "Gross wages or gross salaries minus withholdings for payroll taxes and other items such as insurance, union dues, United Way, etc. Also referred to as “take home pay” or the amount the employee “cleared.” See Payroll Accounting."
	},
	{
		"id": 863,
		"term": "net payroll payable",
		"definition": "This current liability account reports the “net” amount a company owes its employees as of the date of the balance sheet. The “net” amount is the amount of the employees’ paychecks— their take-home pay, or the amount the employees cleared after deducting payroll taxes and voluntary deductions. See Payroll Accounting."
	},
	{
		"id": 864,
		"term": "net present value",
		"definition": "The net result of combining the discounted cash inflows and the discounted cash outflows of an investment, project, company, etc."
	},
	{
		"id": 865,
		"term": "net purchases",
		"definition": "The gross purchases of merchandise for resale minus purchase returns, purchase allowances, and purchase discounts."
	},
	{
		"id": 866,
		"term": "net realizable value (NRV)",
		"definition": "In the context of inventory, net realizable value or NRV is the expected selling price in the ordinary course of business minus the costs of completion, disposal, and transportation.\n\nIn the context of accounts receivable it is the amount of accounts receivable that is expected to be collected. This should be the debit balance in Accounts Receivable minus the credit balance in Allowance for Doubtful Accounts.\n\nYou could think of NRV as the cash realizable value."
	},
	{
		"id": 867,
		"term": "net sales",
		"definition": "Net sales is the gross amount of Sales minus Sales Returns and Allowances, and Sales Discounts for the time interval indicated on the income statement."
	},
	{
		"id": 868,
		"term": "net working capital",
		"definition": "See working capital."
	},
	{
		"id": 869,
		"term": "next-in, first-out cost flow assumption",
		"definition": "This is the expression for replacement cost, which is not an acceptable cost flow, since it violates the cost principle. However, an economist and decision makers would argue that the cost to replace the item is the relevant amount."
	},
	{
		"id": 870,
		"term": "NIFO",
		"definition": "See next-in, first-out cost flow assumption (NIFO)."
	},
	{
		"id": 871,
		"term": "NOI",
		"definition": "See net operating income (NOI)."
	},
	{
		"id": 872,
		"term": "nominal account",
		"definition": "See temporary accounts."
	},
	{
		"id": 873,
		"term": "nominal interest rate",
		"definition": "See contractual interest rate."
	},
	{
		"id": 874,
		"term": "noncash expense",
		"definition": "An expense reported on the income statement that did not require the use of cash during the period shown in the heading of the income statement. The typical example is depreciation expense. Also, the write-down of an asset’s carrying amount will result in a noncash charge against earnings."
	},
	{
		"id": 875,
		"term": "noncumulative preferred stock",
		"definition": "Preferred stock where past, omitted dividends do not have to be paid before a dividend can be paid to common stockholders. In the case of noncumulative preferred stock, only its current year dividend needs to be paid in order for a corporation to pay a dividend to its common stockholders."
	},
	{
		"id": 876,
		"term": "noncurrent assets",
		"definition": "See long-term assets."
	},
	{
		"id": 877,
		"term": "noncurrent liabilities",
		"definition": "See long-term liabilities."
	},
	{
		"id": 878,
		"term": "nonexempt employee",
		"definition": "An employee that must be paid overtime pay when the employee’s weekly hours exceed 40 hours. Some states may have additional requirements. Nonexempt employees include both hourly-paid and salary-paid who are not highly-paid."
	},
	{
		"id": 879,
		"term": "nonmanufacturing overhead cost",
		"definition": "See Nonmanufacturing Overhead."
	},
	{
		"id": 880,
		"term": "nonmonetary asset",
		"definition": "Assets other than cash, accounts receivables, and notes receivables. Holders of nonmonetary assets could avoid holding losses during periods of inflation."
	},
	{
		"id": 881,
		"term": "nonoperating expense",
		"definition": "An expense outside of a company’s main operating activities of buying and selling merchandise or providing services. For example, interest expense is a nonoperating expense."
	},
	{
		"id": 882,
		"term": "nonoperating income/revenue",
		"definition": "Income or revenue earned by a company that is outside of its main operating activities. For a retailer the interest earned on its temporary investments is a nonoperating revenue (or nonoperating income)."
	},
	{
		"id": 883,
		"term": "nonparticipating preferred stock",
		"definition": "This term is associated with preferred stock that does not allow its holders to receive more than its stated dividend. The nonparticipating feature is typical in preferred stock. See Stockholders’ Equity."
	},
	{
		"id": 884,
		"term": "nonprofit organization",
		"definition": "An organization without owners and with the main purpose of providing services needed by society. After application and approval by the U.S. Internal Revenue Service, a nonprofit organization may be granted tax exempt status."
	},
	{
		"id": 885,
		"term": "nontrade receivables",
		"definition": "Receivables other than Accounts Receivable. Examples include amounts due from employees and income tax refunds receivable."
	},
	{
		"id": 886,
		"term": "no-par value stock",
		"definition": "Stock without a par value."
	},
	{
		"id": 887,
		"term": "normal account balance",
		"definition": "The debit or credit balance that would be expected in a specific account in the general ledger. For example, asset accounts and expense accounts normally have debit balances. Revenues, liabilities, and stockholders’ equity accounts normally have credit balances."
	},
	{
		"id": 888,
		"term": "normal costing",
		"definition": "The actual cost of direct materials, the actual cost of direct labor, and manufacturing overhead applied by using a predetermined annual overhead rate."
	},
	{
		"id": 889,
		"term": "normal operating activities",
		"definition": "Retailers’ normal operating activities would include the purchase and sale of merchandise and selling and administrative expenses. A retailer’s investing of its idle cash is a nonoperating activity. However, a bank’s normal operating activities would include investing and lending of the money."
	},
	{
		"id": 890,
		"term": "normal spoilage",
		"definition": "Spoilage or waste that is likely to occur and cannot be avoided at a reasonable cost."
	},
	{
		"id": 891,
		"term": "not-for-profit organization",
		"definition": "See nonprofit organization."
	},
	{
		"id": 892,
		"term": "not sufficient funds (NSF) check",
		"definition": "A check often referred to as an NSF check, a rubber check, or a check that bounced. It is a check that was not paid by the bank of the issuer (writer) of the check because the checking account of the issuer did not have sufficient collected funds in the account."
	},
	{
		"id": 893,
		"term": "notes payable",
		"definition": "The amount of principal due on a formal written promise to pay. Loans from banks are included in this account."
	},
	{
		"id": 894,
		"term": "notes receivable",
		"definition": "An asset representing the right to receive the principal amount contained in a written promissory note. Principal that is to be received within one year of the balance sheet date is reported as a current asset. Any portion of the notes receivable that is not due within one year of the balance sheet date is reported as a long term asset."
	},
	{
		"id": 895,
		"term": "notes to financial statements",
		"definition": "Also referred to as footnotes. These provide additional information pertaining to a company’s operations and financial position and are considered to be an integral part of the financial statements. The notes are required by the full disclosure principle."
	},
	{
		"id": 896,
		"term": "NPV",
		"definition": "See net present value."
	},
	{
		"id": 897,
		"term": "NRV",
		"definition": "See net realizable value."
	},
	{
		"id": 898,
		"term": "NSF check",
		"definition": "See not sufficient funds (NSF) check."
	},
	{
		"id": 899,
		"term": "OASDI",
		"definition": "See old-age, survivor, and disability insurance (OASDI)."
	},
	{
		"id": 900,
		"term": "objectives of financial reporting",
		"definition": "In the 1970’s the Financial Accounting Standards Board (FASB) articulated three objectives of financial reporting. In summary, financial information should (1) be useful to investors and lenders, (2) be helpful in determining a company’s cash flows, and (3) report the company’s assets, liabilities, and owner’s equity and the changes in them."
	}
]