[
	{
		"id": 1,
		"term": "a",
		"definition": "A symbol that indicates the total amount of fixed costs during a specified period of time. In the equation of the straight line, y = a + bx, the total amount of fixed costs during the period is represented by 'a'."
	},
	{
		"id": 2,
		"term": "ABC",
		"definition": "See activity-based costing."
	},
	{
		"id": 3,
		"term": "ABC inventory system",
		"definition": "The ABC inventory system is different from activity-based costing. The ABC inventory system is used in order to focus on the most important items in inventory. Usually a relatively few items will account for a very significant value. These relatively few items with great importance are categorized as the “A” items. It is also common for many of the items in inventory to have a relatively small aggregate value. These items are categorized as “C” items. The remaining items are categorized as the “B” items. By closely monitoring the “A” items, a company is able to manage the most important items with a relatively small effort."
	},
	{
		"id": 4,
		"term": "a/c",
		"definition": "An abbreviation for the word account."
	},
	{
		"id": 5,
		"term": "abnormal spoilage",
		"definition": "Scrap or waste that should have been avoided. In other words, abnormal spoilage is the amount that is over and above the normal amount that is expected in a production process."
	},
	{
		"id": 6,
		"term": "absorption costing",
		"definition": "Costing system wherein fixed manufacturing overhead is allocated to (or absorbed by) products being manufactured. This system, which treats fixed manufacturing costs as a product cost, is required for external financial statements."
	},
	{
		"id": 7,
		"term": "accelerated depreciation",
		"definition": "The allocation of the cost of a plant asset to expense in an accelerated manner. This means that the amount of depreciation in the earlier years of an asset’s life is greater than the straight-line amount, but will be less in the later years. In total the amount of depreciation over the life of the asset will be the same as straight-line depreciation. The difference between accelerated and straight-line is the timing of the depreciation. For profitable companies, the use of accelerated depreciation on the income tax return will mean smaller cash payments for income taxes in the earlier years and higher cash payments for income taxes in later years. To learn more, see Explanation of Depreciation."
	},
	{
		"id": 8,
		"term": "account",
		"definition": "A record in the general ledger that is used to collect and store similar information. For example, a company will have a Cash account in which every transaction involving cash is recorded. A company selling merchandise on credit will record these sales in a Sales account and in an Accounts Receivable account."
	},
	{
		"id": 9,
		"term": "accounting cycle",
		"definition": "A term that describes the steps when processing transactions (analyzing, journalizing, posting, preparing trial balances, adjusting, preparing financial statements) in a manual accounting system. Today many of the steps occur simultaneously when using accounting software."
	},
	{
		"id": 10,
		"term": "accounting department",
		"definition": "Part of a company’s administration that is responsible for preparing the financial statements, maintaining the general ledger, paying bills, billing customers, payroll, cost accounting, financial analysis, and more. The head of the accounting department often has the title of controller."
	},
	{
		"id": 11,
		"term": "accounting equation",
		"definition": "Assets = Liabilities + Owner’s Equity. For a corporation the equation is Assets = Liabilities + Stockholders’ Equity. For a nonprofit organization the accounting equation is Assets = Liabilities + Net Assets. Because of double-entry accounting this equation should be in balance at all times. The accounting equation is expressed in the financial statement known as the balance sheet."
	},
	{
		"id": 12,
		"term": "accounting net income flows",
		"definition": "This group preceded the current Financial Accounting Standards Board (FASB). The APB members served in a part-time capacity to determine the accounting standards from 1962 to 1973. The accounting rules established by the APB were titled Opinions and remain as part of the generally accepted accounting principles (unless superseded by standards issued by the FASB)."
	},
	{
		"id": 13,
		"term": "accounting rate of return",
		"definition": "An indicator of profitability that is measured by dividing the accounting net income by the amount invested."
	},
	{
		"id": 14,
		"term": "Accounting Research Bulletin (ARB)",
		"definition": "These pronouncements were issued by the Committee on Accounting Procedures of the American Institute of Certified Public Accountants during the years 1953 to 1959. They were and are part of the generally accepted accounting principles unless superseded by pronouncements of the APB or FASB."
	},
	{
		"id": 15,
		"term": "accounts payable",
		"definition": "This current liability account will show the amount a company owes for items or services purchased on credit and for which there was not a promissory note. This account is often referred to as trade payables (as opposed to notes payable, interest payable, etc.)"
	},
	{
		"id": 16,
		"term": "accounts receivable",
		"definition": "A current asset resulting from selling goods or services on credit (on account). Invoice terms such as (a) net 30 days or (b) 2/10, n/30 signify that a sale was made on account and was not a cash sale."
	},
	{
		"id": 17,
		"term": "accounts receivable - net",
		"definition": "The combined amount of the debit balance in the current asset account Accounts Receivable and the credit balance in the contra asset account Allowance for Doubtful Accounts. The difference between the balances in these two accounts is an approximation of the amount of the accounts receivable that is likely to turn to cash (be collected)."
	},
	{
		"id": 18,
		"term": "accounts receivable turnover ratio",
		"definition": "The financial ratio which indicates the speed at which a company collects its accounts receivable. If a company’s turnover is 10, this means the company’s accounts receivable are turning over 10 times per year. It indicates that the company, on average, is collecting its receivables in 36.5 days (365 days per year divided by 10)."
	},
	{
		"id": 19,
		"term": "accounts written off",
		"definition": "Usually refers to one of the accounts receivable that was deemed to be uncollectible or worthless and was removed from the general ledger account Accounts Receivable."
	},
	{
		"id": 20,
		"term": "accrual basis of accounting",
		"definition": "The accounting method under which revenues are recognized on the income statement when they are earned (rather than when the cash is received). The balance sheet is also affected at the time of the revenues by either an increase in Cash (if the service or sale was for cash), an increase in Accounts Receivable (if the service was performed on credit), or a decrease in Unearned Revenues (if the service was performed after the customer had paid in advance for the service). Under the accrual basis of accounting, expenses are matched with revenues on the income statement when the expenses expire or title has transferred to the buyer, rather than at the time when expenses are paid. The balance sheet is also affected at the time of the expense by a decrease in Cash (if the expense was paid at the time the expense was incurred), an increase in Accounts Payable (if the expense will be paid in the future), or a decrease in Prepaid Expenses (if the expense was paid in advance)."
	},
	{
		"id": 21,
		"term": "accrual method of accounting",
		"definition": "See accrual basis of accounting."
	},
	{
		"id": 22,
		"term": "accrual-type adjusting entry",
		"definition": "An adjusting entry made at the end of the accounting period in order to report (1) revenues that have been earned but have not yet been entered into the accounting records, (2) expenses that have been incurred but have not yet been entered into the accounting records, (3) revenues already recorded that involve more than the current accounting period, or (4) expenses already recorded that involve more than the current accounting period. To learn more, see Explanation of Adjusting Entries."
	},
	{
		"id": 23,
		"term": "accruals",
		"definition": "See accrual-type adjusting entry."
	},
	{
		"id": 24,
		"term": "accrue",
		"definition": "To report a revenue or expense that has occurred, but has not yet been entered in the accounting records as of the end of the accounting period. To learn more, see Explanation of Adjusting Entries."
	},
	{
		"id": 25,
		"term": "accrued expense",
		"definition": "An expense that has occurred but the transaction has not been entered in the accounting records. Accordingly an adjusting entry is made to debit the appropriate expense account and to credit a liability account such as Accrued Expenses Payable or Accounts Payable. To learn more, see Explanation of Adjusting Entries."
	},
	{
		"id": 26,
		"term": "accrued expenses payable",
		"definition": "A liability account that reflects the estimated amount a company owes for expenses that occurred, but have not yet been paid nor recorded through a routine transaction. To learn more, see Explanation of Adjusting Entries."
	},
	{
		"id": 27,
		"term": "accrued liability",
		"definition": "The amount a company owes for expenses or losses incurred that have not yet been paid nor recorded through a routine transaction. To learn more, see Explanation of Adjusting Entries."
	},
	{
		"id": 28,
		"term": "accrued payroll",
		"definition": "The amount of wages and related expenses that have been incurred by the employer (and earned by the employees) but have not yet been paid."
	},
	{
		"id": 29,
		"term": "accrued rent",
		"definition": "See accrued rent expense. Also see accrued rent income."
	},
	{
		"id": 30,
		"term": "accrued rent expense",
		"definition": "The amount of rent that has been incurred by a tenant during an accounting period shown in the heading of the income statement, but it has not been paid as of the last day of the accounting period."
	},
	{
		"id": 31,
		"term": "accrued rent income",
		"definition": "The amount of rent that has been earned by the landlord or owner during the accounting period shown in the heading of the income statement, but it has not been received as of the last day of the accounting period."
	},
	{
		"id": 32,
		"term": "accrued rent liability",
		"definition": "Usually a current liability that reports the amount of rent that the tenant has incurred but has not paid as of the date of the balance sheet."
	},
	{
		"id": 33,
		"term": "accrued rent receivable",
		"definition": "Usually a current asset that reports the amount of rent that the landlord/owner has earned, but has not been received as of the date of the balance sheet."
	},
	{
		"id": 34,
		"term": "accrued revenue",
		"definition": "Revenue that has been earned but not yet invoiced to the customer."
	},
	{
		"id": 35,
		"term": "accrued vacation",
		"definition": "The amount of vacation that an employee has earned but has not yet taken."
	},
	{
		"id": 36,
		"term": "accrued vacation liability",
		"definition": "See vacation pay payable."
	},
	{
		"id": 37,
		"term": "accrued vacation pay",
		"definition": "The amount owed to employees as of a specified date for the amount of vacation pay that has been earned but has not been taken. For example, the accrued vacation pay as of December 31, 20xx is the amount the employees have earned as of December 31, 20xx but have not taken as of that date. The employees might take the vacation time during 20xx or they might be paid the amount in 20xx."
	},
	{
		"id": 38,
		"term": "accumulated deficit",
		"definition": "The term used in place of retained earnings when a corporation has a negative (debit) balance in its account Retained Earnings."
	},
	{
		"id": 39,
		"term": "accumulated depletion",
		"definition": "The cumulative amount of depletion expense pertaining to the natural resources shown on the balance sheet. The account has a credit balance and will be reported on the balance sheet as a contra asset."
	},
	{
		"id": 40,
		"term": "accumulated depreciation",
		"definition": "The amount of a long-term asset’s cost that has been allocated to Depreciation Expense since the time that the asset was acquired. Accumulated Depreciation is a long-term contra asset account (an asset account with a credit balance) that is reported on the balance sheet under the heading Property, Plant, and Equipment."
	},
	{
		"id": 41,
		"term": "accumulated depreciation - buildings",
		"definition": "This is a contra long-term asset account which is credited for the depreciation associated with Buildings. Since it is a balance sheet account, the accumulated depreciation account balance does not close at the end of each year; therefore, its credit balance will increase each year. However, its balance cannot become greater than the cost of the buildings. When the credit balance in Accumulated Depreciation - Buildings is netted with the cost in the Buildings account, the result is the book value or carrying value of the buildings. Depreciation Expense - Buildings is the income statement account that is debited when Accumulated Depreciation - Buildings is credited."
	},
	{
		"id": 42,
		"term": "accumulated depreciation - equipment",
		"definition": "This account is a contra long-term asset account which is credited for the depreciation associated with land improvements. As an asset account, the accumulated depreciation account balance does not close at the end of each year; therefore, its credit balance will increase each year. However, its balance cannot become greater than the cost shown in the Land Improvements account. When the credit balance in Accumulated Depreciation - Land Improvements is netted with the cost of land improvements, the result is the book value or carrying value of the land improvements. Depreciation Expense - Land Improvements is the income statement account that is debited when Accumulated Depreciation - Land Improvements is credited."
	},
	{
		"id": 43,
		"term": "accumulated other comprehensive income",
		"definition": "A separate line within stockholders’ equity that reports the corporation’s cumulative income that has not been reported as part of net income on the corporation’s income statement. The items that would be included in this line involve the income or loss involving foreign currency transactions, hedges, pension liabilities, and the unrealized gains and losses on certain investments. To learn more about this go to www.FASB.org, select Accounting Pronouncements from the left panel, and then select Statement of Financial Accounting Standards No. 130, Reporting Comprehensive Income."
	},
	{
		"id": 44,
		"term": "acid test ratio",
		"definition": "See quick ratio."
	},
	{
		"id": 45,
		"term": "activity-based costing (ABC)",
		"definition": "A technique for allocating costs to a product, service, customer, etc. The premise is that activities cause an organization to incur costs. Once the costs of the activities have been identified and each activity’s cost has been determined, the cost of the activities is then allocated to the product, service, customer, etc. that required the activity. This technique is more logical for allocating overhead than simply allocating costs based on machine hours or direct labor hours."
	},
	{
		"id": 46,
		"term": "activity-based management",
		"definition": "Using the information generated in activity-based costing to plan and control activities and processes."
	},
	{
		"id": 47,
		"term": "actual costing",
		"definition": "A method of costing manufactured items that differs from normal costing and standard costing. Under actual costing each accounting period’s actual manufacturing overhead costs and each accounting period’s production volume are used to assign manufacturing overhead to the output."
	},
	{
		"id": 48,
		"term": "actual overhead",
		"definition": "The indirect manufacturing costs actually incurred during an accounting period."
	},
	{
		"id": 49,
		"term": "adjunct account",
		"definition": "An adjunct account is a valuation account that increases the book value or carrying value of a liability account. For example, the account Unamortized Premium on Bonds Payable (or simply Bond Premium) is an adjunct account since its credit balance is added to the amount in Bonds Payable in determining the book value of the bonds."
	},
	{
		"id": 50,
		"term": "adjusted trial balance",
		"definition": "A listing of the general ledger accounts and their account balances at a point in time after the adjusting entries have been posted. The grand total of the accounts with debit balances should equal the grand total of the accounts with credit balances."
	},
	{
		"id": 51,
		"term": "adjusting entries",
		"definition": "Journal entries usually dated the last day of the accounting period to bring the balance sheet and income statement up to date on the accrual basis of accounting. Adjusting entries are made to report (1) revenues that have been earned but not yet entered into the accounting records, (2) expenses that have been incurred but have not yet been entered into the accounting records, (3) revenues already recorded that pertain to a future accounting period, or (4) expenses already recorded that pertain to a future accounting period."
	},
	{
		"id": 52,
		"term": "administrative expenses",
		"definition": "Administrative expenses are part of the operating expenses (along with selling expenses). Administrative expenses include expenses associated with the general administration of the business. Examples include the salaries and fringe benefits of the company president, human resource personnel, accounting, information technology, the depreciation expense for equipment and space used in administration, as well as supplies, utilities, etc. Under the accrual basis of accounting, administrative expenses appear on the income statement for the period in which they occurred (not the period in which they were paid)."
	},
	{
		"id": 53,
		"term": "advance from customer",
		"definition": "A liability account used to record an amount received from a customer before a service has been provided or before goods have been shipped. This account is referred to as a deferred revenue account and could be entitled Customer Deposits or Unearned Revenues."
	},
	{
		"id": 54,
		"term": "advance to employee",
		"definition": "An asset account used to record amounts given to an employee with the expectation of repayment. For example, if an employee is given money by a company and the money is expected to be repaid or spent for company purposes, the amount will be recorded in this current asset account until it is repaid or until the expense documentation is provided."
	},
	{
		"id": 55,
		"term": "advertising expense",
		"definition": "Advertising Expense is the income statement account which reports the dollar amount of ads run during the period shown in the income statement. Advertising Expense will be reported under selling expenses on the income statement."
	},
	{
		"id": 56,
		"term": "after-tax",
		"definition": "The result after subtracting the income tax associated with a given amount. For example, if a corporation has a gain of $100,000 before tax, and its income tax rate is 30%, its after-tax gain is $70,000. If a corporation has a loss of $30,000 before tax, and its income tax rate is 30%, its after-tax loss is $21,000."
	},
	{
		"id": 57,
		"term": "after-tax cost of debt",
		"definition": "The interest rate of debt (bonds, loans) after deducting the income tax savings. For example, if a corporation has issued bonds with an interest rate of 8% and the corporation’s income tax rate is 25%, the after-tax cost of the bonds’ interest is 6% (8% minus the tax savings equal to 25% of 8%)."
	},
	{
		"id": 58,
		"term": "aging of accounts payable",
		"definition": "A sorting of a company’s accounts payable by due date."
	},
	{
		"id": 59,
		"term": "aging of accounts receivable",
		"definition": "A sorting of a company’s accounts receivables by the age of the receivables."
	},
	{
		"id": 60,
		"term": "AICPA",
		"definition": "See American Institute of Certified Public Accountants."
	},
	{
		"id": 61,
		"term": "allocate",
		"definition": "To assign costs to a product, department, customer, etc. on an arbitrary basis. For example, the heating cost might be allocated to the five departments located in the area that is heated. The allocation is often based on each department’s square footage."
	},
	{
		"id": 62,
		"term": "allocated",
		"definition": "Costs that have been divided up and assigned to periods, departments, products, etc. In depreciation it is the asset’s cost that is assigned to each of the years that the asset is in use. In cost accounting it is the assigning of common production costs to various production departments, product lines, individual products, activities."
	},
	{
		"id": 63,
		"term": "allocation",
		"definition": "The assigning or dividing up of amounts. For example, depreciation is an allocation process because it assigns an asset’s cost to expense in each of the years the asset is expected to be used. There is also an allocation process when the cost of goods available for sale is divided up between ending inventory and cost of goods sold. Manufacturers allocate (or assign) fixed overhead such as factory rent to the units of products produced in the factory."
	},
	{
		"id": 64,
		"term": "allowance for doubtful accounts",
		"definition": "Allowance for Doubtful Accounts is a contra current asset account associated with Accounts Receivable. When the credit balance of the Allowance for Doubtful Accounts is subtracted from the debit balance in Accounts Receivable the result is known as the net realizable value of the Accounts Receivable. The credit balance in this account comes from the entry wherein Bad Debts Expense is debited. The amount in this entry may be a percentage of sales or it might be based on an aging analysis of the accounts receivables (also referred to as a percentage of receivables). When the allowance account is used, the company is anticipating that some accounts will be uncollectible in advance of knowing the specific account. As a result the bad debts expense is more closely matched to the sale. When a specific account is identified as uncollectible, the Allowance for Doubtful Accounts should be debited and Accounts Receivable should be credited."
	},
	{
		"id": 65,
		"term": "allowance for uncollectible accounts",
		"definition": "See Allowance for Doubtful Accounts."
	},
	{
		"id": 66,
		"term": "allowance method for bad debts expense",
		"definition": "Under this method of recognizing losses on credit sales, a contra asset account Allowance for Doubtful Accounts is reported on the balance sheet. Prior to specifically identifying an account receivable as uncollectible, a company debits Bad Debts Expense and credits Allowance for Doubtful Accounts for an estimated amount. The estimate could be based on a percentage of sales or it could be based on the age of its accounts receivables."
	},
	{
		"id": 67,
		"term": "allowance to reduce inventory to net realizable value (NRV)",
		"definition": "This is a valuation account for the asset Inventory. A credit balance should be reported in this account for the amount that the net realizable value of inventory is less than the cost reported in the Inventory account. The credit entered into the Allowance for Reduction of Cost to Net Realizable Value will mean a debit is entered into the income statement account Loss From Reducing Inventory to Net Realizable Value."
	},
	{
		"id": 68,
		"term": "American Institute of Certified Public Accountants (AICPA)",
		"definition": "This is a national organization of certified public accountants"
	},
	{
		"id": 69,
		"term": "amortization",
		"definition": "The systematic allocation of the discount, premium, or issue costs of a bond to expense over the life of the bond. The systematic allocation of an intangible asset to expense over a certain period of time. The systematic reduction of a loan’s principal balance through equal payment amounts which cover interest and principal repayment."
	},
	{
		"id": 70,
		"term": "amortization expense",
		"definition": "The allocation to expense of the cost of an intangible asset such as a patent or goodwill."
	},
	{
		"id": 71,
		"term": "amortization of bond discount",
		"definition": "The systematic allocation of the discount on bonds payable (reported as a debit in a contra-liability account) to Bond Interest Expense over the life of the bonds. The journal entry to amortize contains a debit to the income statement account Bond Interest Expense and a credit to the balance sheet account Discount on Bonds Payable. To learn more see Explanation of Bonds Payable."
	},
	{
		"id": 72,
		"term": "amortization of bond issue costs",
		"definition": "The systematic allocation of the costs incurred to issue bonds (reported in a contra liability account) to Interest Expense over the life of the bonds."
	},
	{
		"id": 73,
		"term": "amortization of bond premium",
		"definition": "The systematic allocation of the premium on bonds payable (reported as a credit in a liability account) to Bond Interest Expense over the life of the bonds. The journal entry to amortize the premium contains a debit to the balance sheet account Premium on Bonds Payable and a credit to the income statement account Bond Interest Expense. To learn more see Explanation of Bonds Payable."
	},
	{
		"id": 74,
		"term": "amortization of intangible assets",
		"definition": "The expensing of an intangible asset from the balance sheet to the income statement."
	},
	{
		"id": 75,
		"term": "amortization schedule",
		"definition": "A multi-column listing of the amounts needed to eliminate a balance in a systematic manner over the life of the item. For example, an amortization schedule for a 15-year mortgage loan would show the 180 payments. The first column might be the payment number. The second column would show the amount of the payment. Column 3 would show the amount of interest being paid. Column 4 would show the principal amount being paid (total payment minus the interest payment). Column 5 would show the principal balance remaining after the payment (previous principal balance minus the current principal payment). An amortization schedule for bond discount would show the amounts needed to be journalized over the life of the bonds in order to systematically move the amount from the balance sheet to interest expense on the income statement."
	},
	{
		"id": 76,
		"term": "annuity",
		"definition": "A series of equal amounts at equal time intervals. Also see annuity due, annuity in advance, annuity in arrears, and ordinary annuity."
	},
	{
		"id": 77,
		"term": "annuity due",
		"definition": "A series of equal amounts occurring at the beginning of each equal time interval. Also known as an annuity in advance. An example would be the monthly rent on an apartment."
	},
	{
		"id": 78,
		"term": "annuity in advance",
		"definition": "A series of equal amounts occurring at the beginning of each equal time interval. Also known as an annuity due. An example would be the monthly rent on an apartment."
	},
	{
		"id": 79,
		"term": "annuity in arrears",
		"definition": "A series of equal amounts occurring at the end of each equal time interval. Also known as an ordinary annuity. An example would be the monthly payments on a loan. Another example is the semiannual interest on a bond."
	},
	{
		"id": 80,
		"term": "APB",
		"definition": "See Accounting Principles Board."
	},
	{
		"id": 81,
		"term": "applied overhead",
		"definition": "Manufacturing overhead assigned to units of output. Often this is applied via a standard overhead rate. To learn more, see Explanation of Standard Costing."
	},
	{
		"id": 82,
		"term": "apportionment",
		"definition": "An allocation based on some proportions. For example, a corporation’s taxable income that was earned in many of the U.S. states might be allocated or apportioned to the states in which the corporation has conducted business."
	},
	{
		"id": 83,
		"term": "appraisal",
		"definition": "An estimate of an asset’s market value."
	},
	{
		"id": 84,
		"term": "appraisal report",
		"definition": "A report prepared by a professional appraiser with detailed information on the calculation of an asset’s current market value."
	},
	{
		"id": 85,
		"term": "appropriated retained earnings",
		"definition": "A second retained earnings account that reports the amount that a company has transferred from the unappropriated or regular retained earnings account."
	},
	{
		"id": 86,
		"term": "ARB",
		"definition": "See Accounting Research Bulletin."
	},
	{
		"id": 87,
		"term": "arm’s length transaction",
		"definition": "A phrase that indicates a transaction was between two independent parties and that the resulting amount is a fair representation of the value."
	},
	{
		"id": 88,
		"term": "arrears",
		"definition": "A term meaning behind, such as dividends in arrears, or something occurring at the end of a period, such as the recurring payment in an annuity in arrears."
	},
	{
		"id": 89,
		"term": "articles of incorporation",
		"definition": "A document filed when a corporation is formed. Among other things, it lists the number of shares of stock that the corporation is authorized to issue."
	},
	{
		"id": 90,
		"term": "asset turnover ratio",
		"definition": "The mathematical result of sales revenues divided by average total assets during the period of the sales."
	},
	{
		"id": 91,
		"term": "assets",
		"definition": "Things that are resources owned by a company and which have future economic value that can be measured and can be expressed in dollars. Examples include cash, investments, accounts receivable, inventory, supplies, land, buildings, equipment, and vehicles. Assets are reported on the balance sheet usually at cost or lower. Assets are also part of the accounting equation: Assets = Liabilities + Owner’s (Stockholders’) Equity. Some valuable items that cannot be measured and expressed in dollars include the company’s outstanding reputation, its customer base, the value of successful consumer brands, and its management team. As a result these items are not reported among the assets appearing on the balance sheet."
	},
	{
		"id": 92,
		"term": "assign",
		"definition": "In cost accounting this term means to allocate, apply, apportion, or spread manufacturing overhead costs to the production output. In terms of accounts receivable, assign means to pledge accounts receivable to a lender as collateral for a loan."
	},
	{
		"id": 93,
		"term": "assigned accounts receivable",
		"definition": "Accounts receivable that serve as the collateral for a loan."
	},
	{
		"id": 94,
		"term": "assignee",
		"definition": "The lender (bank) that receives an asset as collateral for a loan."
	},
	{
		"id": 95,
		"term": "assignor",
		"definition": "The borrower who provides to a lender an asset as collateral for a loan."
	},
	{
		"id": 96,
		"term": "audited financial statements",
		"definition": "Financial statements that bear the report of independent auditors attesting to the financial statements’ fairness and compliance with generally accepted accounting principles."
	},
	{
		"id": 97,
		"term": "auditor’s report",
		"definition": "A written opinion of an independent certified public accountant that a company’s financial statements are a fair representation of the company’s financial performance and financial position. The auditor’s report is required for each corporation whose stock is publicly-traded."
	},
	{
		"id": 98,
		"term": "authorized number of shares of stock",
		"definition": "The number of shares of stock that a corporation may issue. The amount is specified in the corporation’s articles of incorporation."
	},
	{
		"id": 99,
		"term": "average accounts receivable",
		"definition": "The average balance in the account Accounts Receivable during a period of time. Since the amount reported in the Accounts Receivable account is the ending balance on one specific day, it is necessary to compute an average balance when relating this account to Sales (the balance of which reports the sales for a period of time)."
	},
	{
		"id": 100,
		"term": "average collection period",
		"definition": "Same as the Days Sales in Accounts Receivable."
	},
	{
		"id": 101,
		"term": "average cost of inventory",
		"definition": "See weighted-average cost flow assumption and moving-average cost of inventory."
	},
	{
		"id": 102,
		"term": "average inventory",
		"definition": "The average amount of inventory during a period of time. Since the amount reported in the Inventory account is the ending balance on one specific day, it is necessary to compute an average balance when relating this account to the cost of goods sold (which covers a period of time)."
	}
]
