[
	{
		"id": 1,
		"term": "a",
		"definition": "A symbol that indicates the total amount of fixed costs during a specified period of time. In the equation of the straight line, y = a + bx, the total amount of fixed costs during the period is represented by 'a'."
	},
	{
		"id": 2,
		"term": "ABC",
		"definition": "See activity-based costing."
	},
	{
		"id": 3,
		"term": "ABC inventory system",
		"definition": "The ABC inventory system is different from activity-based costing. The ABC inventory system is used in order to focus on the most important items in inventory. Usually a relatively few items will account for a very significant value. These relatively few items with great importance are categorized as the “A” items. It is also common for many of the items in inventory to have a relatively small aggregate value. These items are categorized as “C” items. The remaining items are categorized as the “B” items. By closely monitoring the “A” items, a company is able to manage the most important items with a relatively small effort."
	},
	{
		"id": 4,
		"term": "a/c",
		"definition": "An abbreviation for the word account."
	},
	{
		"id": 5,
		"term": "abnormal spoilage",
		"definition": "Scrap or waste that should have been avoided. In other words, abnormal spoilage is the amount that is over and above the normal amount that is expected in a production process."
	},
	{
		"id": 6,
		"term": "absorption costing",
		"definition": "Costing system wherein fixed manufacturing overhead is allocated to (or absorbed by) products being manufactured. This system, which treats fixed manufacturing costs as a product cost, is required for external financial statements."
	},
	{
		"id": 7,
		"term": "accelerated depreciation",
		"definition": "The allocation of the cost of a plant asset to expense in an accelerated manner. This means that the amount of depreciation in the earlier years of an asset’s life is greater than the straight-line amount, but will be less in the later years. In total the amount of depreciation over the life of the asset will be the same as straight-line depreciation. The difference between accelerated and straight-line is the timing of the depreciation. For profitable companies, the use of accelerated depreciation on the income tax return will mean smaller cash payments for income taxes in the earlier years and higher cash payments for income taxes in later years. To learn more, see Explanation of Depreciation."
	},
	{
		"id": 8,
		"term": "account",
		"definition": "A record in the general ledger that is used to collect and store similar information. For example, a company will have a Cash account in which every transaction involving cash is recorded. A company selling merchandise on credit will record these sales in a Sales account and in an Accounts Receivable account."
	},
	{
		"id": 9,
		"term": "accounting cycle",
		"definition": "A term that describes the steps when processing transactions (analyzing, journalizing, posting, preparing trial balances, adjusting, preparing financial statements) in a manual accounting system. Today many of the steps occur simultaneously when using accounting software."
	},
	{
		"id": 10,
		"term": "accounting department",
		"definition": "Part of a company’s administration that is responsible for preparing the financial statements, maintaining the general ledger, paying bills, billing customers, payroll, cost accounting, financial analysis, and more. The head of the accounting department often has the title of controller."
	},
	{
		"id": 11,
		"term": "accounting equation",
		"definition": "Assets = Liabilities + Owner’s Equity. For a corporation the equation is Assets = Liabilities + Stockholders’ Equity. For a nonprofit organization the accounting equation is Assets = Liabilities + Net Assets. Because of double-entry accounting this equation should be in balance at all times. The accounting equation is expressed in the financial statement known as the balance sheet."
	},
	{
		"id": 12,
		"term": "accounting net income flows",
		"definition": "This group preceded the current Financial Accounting Standards Board (FASB). The APB members served in a part-time capacity to determine the accounting standards from 1962 to 1973. The accounting rules established by the APB were titled Opinions and remain as part of the generally accepted accounting principles (unless superseded by standards issued by the FASB)."
	},
	{
		"id": 13,
		"term": "accounting rate of return",
		"definition": "An indicator of profitability that is measured by dividing the accounting net income by the amount invested."
	},
	{
		"id": 14,
		"term": "Accounting Research Bulletin (ARB)",
		"definition": "These pronouncements were issued by the Committee on Accounting Procedures of the American Institute of Certified Public Accountants during the years 1953 to 1959. They were and are part of the generally accepted accounting principles unless superseded by pronouncements of the APB or FASB."
	},
	{
		"id": 15,
		"term": "accounts payable",
		"definition": "This current liability account will show the amount a company owes for items or services purchased on credit and for which there was not a promissory note. This account is often referred to as trade payables (as opposed to notes payable, interest payable, etc.)"
	},
	{
		"id": 16,
		"term": "accounts receivable",
		"definition": "A current asset resulting from selling goods or services on credit (on account). Invoice terms such as (a) net 30 days or (b) 2/10, n/30 signify that a sale was made on account and was not a cash sale."
	},
	{
		"id": 17,
		"term": "accounts receivable - net",
		"definition": "The combined amount of the debit balance in the current asset account Accounts Receivable and the credit balance in the contra asset account Allowance for Doubtful Accounts. The difference between the balances in these two accounts is an approximation of the amount of the accounts receivable that is likely to turn to cash (be collected)."
	},
	{
		"id": 18,
		"term": "accounts receivable turnover ratio",
		"definition": "The financial ratio which indicates the speed at which a company collects its accounts receivable. If a company’s turnover is 10, this means the company’s accounts receivable are turning over 10 times per year. It indicates that the company, on average, is collecting its receivables in 36.5 days (365 days per year divided by 10)."
	},
	{
		"id": 19,
		"term": "accounts written off",
		"definition": "Usually refers to one of the accounts receivable that was deemed to be uncollectible or worthless and was removed from the general ledger account Accounts Receivable."
	},
	{
		"id": 20,
		"term": "accrual basis of accounting",
		"definition": "The accounting method under which revenues are recognized on the income statement when they are earned (rather than when the cash is received). The balance sheet is also affected at the time of the revenues by either an increase in Cash (if the service or sale was for cash), an increase in Accounts Receivable (if the service was performed on credit), or a decrease in Unearned Revenues (if the service was performed after the customer had paid in advance for the service). Under the accrual basis of accounting, expenses are matched with revenues on the income statement when the expenses expire or title has transferred to the buyer, rather than at the time when expenses are paid. The balance sheet is also affected at the time of the expense by a decrease in Cash (if the expense was paid at the time the expense was incurred), an increase in Accounts Payable (if the expense will be paid in the future), or a decrease in Prepaid Expenses (if the expense was paid in advance)."
	},
	{
		"id": 21,
		"term": "accrual method of accounting",
		"definition": "See accrual basis of accounting."
	},
	{
		"id": 22,
		"term": "accrual-type adjusting entry",
		"definition": "An adjusting entry made at the end of the accounting period in order to report (1) revenues that have been earned but have not yet been entered into the accounting records, (2) expenses that have been incurred but have not yet been entered into the accounting records, (3) revenues already recorded that involve more than the current accounting period, or (4) expenses already recorded that involve more than the current accounting period. To learn more, see Explanation of Adjusting Entries."
	},
	{
		"id": 23,
		"term": "accruals",
		"definition": "See accrual-type adjusting entry."
	},
	{
		"id": 24,
		"term": "accrue",
		"definition": "To report a revenue or expense that has occurred, but has not yet been entered in the accounting records as of the end of the accounting period. To learn more, see Explanation of Adjusting Entries."
	},
	{
		"id": 25,
		"term": "accrued expense",
		"definition": "An expense that has occurred but the transaction has not been entered in the accounting records. Accordingly an adjusting entry is made to debit the appropriate expense account and to credit a liability account such as Accrued Expenses Payable or Accounts Payable. To learn more, see Explanation of Adjusting Entries."
	},
	{
		"id": 26,
		"term": "accrued expenses payable",
		"definition": "A liability account that reflects the estimated amount a company owes for expenses that occurred, but have not yet been paid nor recorded through a routine transaction. To learn more, see Explanation of Adjusting Entries."
	},
	{
		"id": 27,
		"term": "accrued liability",
		"definition": "The amount a company owes for expenses or losses incurred that have not yet been paid nor recorded through a routine transaction. To learn more, see Explanation of Adjusting Entries."
	},
	{
		"id": 28,
		"term": "accrued payroll",
		"definition": "The amount of wages and related expenses that have been incurred by the employer (and earned by the employees) but have not yet been paid."
	},
	{
		"id": 29,
		"term": "accrued rent",
		"definition": "See accrued rent expense. Also see accrued rent income."
	},
	{
		"id": 30,
		"term": "accrued rent expense",
		"definition": "The amount of rent that has been incurred by a tenant during an accounting period shown in the heading of the income statement, but it has not been paid as of the last day of the accounting period."
	},
	{
		"id": 31,
		"term": "accrued rent income",
		"definition": "The amount of rent that has been earned by the landlord or owner during the accounting period shown in the heading of the income statement, but it has not been received as of the last day of the accounting period."
	},
	{
		"id": 32,
		"term": "accrued rent liability",
		"definition": "Usually a current liability that reports the amount of rent that the tenant has incurred but has not paid as of the date of the balance sheet."
	},
	{
		"id": 33,
		"term": "accrued rent receivable",
		"definition": "Usually a current asset that reports the amount of rent that the landlord/owner has earned, but has not been received as of the date of the balance sheet."
	},
	{
		"id": 34,
		"term": "accrued revenue",
		"definition": "Revenue that has been earned but not yet invoiced to the customer."
	},
	{
		"id": 35,
		"term": "accrued vacation",
		"definition": "The amount of vacation that an employee has earned but has not yet taken."
	},
	{
		"id": 36,
		"term": "accrued vacation liability",
		"definition": "See vacation pay payable."
	},
	{
		"id": 37,
		"term": "accrued vacation pay",
		"definition": "The amount owed to employees as of a specified date for the amount of vacation pay that has been earned but has not been taken. For example, the accrued vacation pay as of December 31, 20xx is the amount the employees have earned as of December 31, 20xx but have not taken as of that date. The employees might take the vacation time during 20xx or they might be paid the amount in 20xx."
	},
	{
		"id": 38,
		"term": "accumulated deficit",
		"definition": "The term used in place of retained earnings when a corporation has a negative (debit) balance in its account Retained Earnings."
	},
	{
		"id": 39,
		"term": "accumulated depletion",
		"definition": "The cumulative amount of depletion expense pertaining to the natural resources shown on the balance sheet. The account has a credit balance and will be reported on the balance sheet as a contra asset."
	},
	{
		"id": 40,
		"term": "accumulated depreciation",
		"definition": "The amount of a long-term asset’s cost that has been allocated to Depreciation Expense since the time that the asset was acquired. Accumulated Depreciation is a long-term contra asset account (an asset account with a credit balance) that is reported on the balance sheet under the heading Property, Plant, and Equipment."
	},
	{
		"id": 41,
		"term": "accumulated depreciation - buildings",
		"definition": "This is a contra long-term asset account which is credited for the depreciation associated with Buildings. Since it is a balance sheet account, the accumulated depreciation account balance does not close at the end of each year; therefore, its credit balance will increase each year. However, its balance cannot become greater than the cost of the buildings. When the credit balance in Accumulated Depreciation - Buildings is netted with the cost in the Buildings account, the result is the book value or carrying value of the buildings. Depreciation Expense - Buildings is the income statement account that is debited when Accumulated Depreciation - Buildings is credited."
	},
	{
		"id": 42,
		"term": "accumulated depreciation - equipment",
		"definition": "This account is a contra long-term asset account which is credited for the depreciation associated with land improvements. As an asset account, the accumulated depreciation account balance does not close at the end of each year; therefore, its credit balance will increase each year. However, its balance cannot become greater than the cost shown in the Land Improvements account. When the credit balance in Accumulated Depreciation - Land Improvements is netted with the cost of land improvements, the result is the book value or carrying value of the land improvements. Depreciation Expense - Land Improvements is the income statement account that is debited when Accumulated Depreciation - Land Improvements is credited."
	},
	{
		"id": 43,
		"term": "accumulated other comprehensive income",
		"definition": "A separate line within stockholders’ equity that reports the corporation’s cumulative income that has not been reported as part of net income on the corporation’s income statement. The items that would be included in this line involve the income or loss involving foreign currency transactions, hedges, pension liabilities, and the unrealized gains and losses on certain investments. To learn more about this go to www.FASB.org, select Accounting Pronouncements from the left panel, and then select Statement of Financial Accounting Standards No. 130, Reporting Comprehensive Income."
	},
	{
		"id": 44,
		"term": "acid test ratio",
		"definition": "See quick ratio."
	},
	{
		"id": 45,
		"term": "activity-based costing (ABC)",
		"definition": "A technique for allocating costs to a product, service, customer, etc. The premise is that activities cause an organization to incur costs. Once the costs of the activities have been identified and each activity’s cost has been determined, the cost of the activities is then allocated to the product, service, customer, etc. that required the activity. This technique is more logical for allocating overhead than simply allocating costs based on machine hours or direct labor hours."
	},
	{
		"id": 46,
		"term": "activity-based management",
		"definition": "Using the information generated in activity-based costing to plan and control activities and processes."
	},
	{
		"id": 47,
		"term": "actual costing",
		"definition": "A method of costing manufactured items that differs from normal costing and standard costing. Under actual costing each accounting period’s actual manufacturing overhead costs and each accounting period’s production volume are used to assign manufacturing overhead to the output."
	},
	{
		"id": 48,
		"term": "actual overhead",
		"definition": "The indirect manufacturing costs actually incurred during an accounting period."
	},
	{
		"id": 49,
		"term": "adjunct account",
		"definition": "An adjunct account is a valuation account that increases the book value or carrying value of a liability account. For example, the account Unamortized Premium on Bonds Payable (or simply Bond Premium) is an adjunct account since its credit balance is added to the amount in Bonds Payable in determining the book value of the bonds."
	},
	{
		"id": 50,
		"term": "adjusted trial balance",
		"definition": "A listing of the general ledger accounts and their account balances at a point in time after the adjusting entries have been posted. The grand total of the accounts with debit balances should equal the grand total of the accounts with credit balances."
	},
	{
		"id": 51,
		"term": "adjusting entries",
		"definition": "Journal entries usually dated the last day of the accounting period to bring the balance sheet and income statement up to date on the accrual basis of accounting. Adjusting entries are made to report (1) revenues that have been earned but not yet entered into the accounting records, (2) expenses that have been incurred but have not yet been entered into the accounting records, (3) revenues already recorded that pertain to a future accounting period, or (4) expenses already recorded that pertain to a future accounting period."
	},
	{
		"id": 52,
		"term": "administrative expenses",
		"definition": "Administrative expenses are part of the operating expenses (along with selling expenses). Administrative expenses include expenses associated with the general administration of the business. Examples include the salaries and fringe benefits of the company president, human resource personnel, accounting, information technology, the depreciation expense for equipment and space used in administration, as well as supplies, utilities, etc. Under the accrual basis of accounting, administrative expenses appear on the income statement for the period in which they occurred (not the period in which they were paid)."
	},
	{
		"id": 53,
		"term": "advance from customer",
		"definition": "A liability account used to record an amount received from a customer before a service has been provided or before goods have been shipped. This account is referred to as a deferred revenue account and could be entitled Customer Deposits or Unearned Revenues."
	},
	{
		"id": 54,
		"term": "advance to employee",
		"definition": "An asset account used to record amounts given to an employee with the expectation of repayment. For example, if an employee is given money by a company and the money is expected to be repaid or spent for company purposes, the amount will be recorded in this current asset account until it is repaid or until the expense documentation is provided."
	},
	{
		"id": 55,
		"term": "advertising expense",
		"definition": "Advertising Expense is the income statement account which reports the dollar amount of ads run during the period shown in the income statement. Advertising Expense will be reported under selling expenses on the income statement."
	},
	{
		"id": 56,
		"term": "after-tax",
		"definition": "The result after subtracting the income tax associated with a given amount. For example, if a corporation has a gain of $100,000 before tax, and its income tax rate is 30%, its after-tax gain is $70,000. If a corporation has a loss of $30,000 before tax, and its income tax rate is 30%, its after-tax loss is $21,000."
	},
	{
		"id": 57,
		"term": "after-tax cost of debt",
		"definition": "The interest rate of debt (bonds, loans) after deducting the income tax savings. For example, if a corporation has issued bonds with an interest rate of 8% and the corporation’s income tax rate is 25%, the after-tax cost of the bonds’ interest is 6% (8% minus the tax savings equal to 25% of 8%)."
	},
	{
		"id": 58,
		"term": "aging of accounts payable",
		"definition": "A sorting of a company’s accounts payable by due date."
	},
	{
		"id": 59,
		"term": "aging of accounts receivable",
		"definition": "A sorting of a company’s accounts receivables by the age of the receivables."
	},
	{
		"id": 60,
		"term": "AICPA",
		"definition": "See American Institute of Certified Public Accountants."
	},
	{
		"id": 61,
		"term": "allocate",
		"definition": "To assign costs to a product, department, customer, etc. on an arbitrary basis. For example, the heating cost might be allocated to the five departments located in the area that is heated. The allocation is often based on each department’s square footage."
	},
	{
		"id": 62,
		"term": "allocated",
		"definition": "Costs that have been divided up and assigned to periods, departments, products, etc. In depreciation it is the asset’s cost that is assigned to each of the years that the asset is in use. In cost accounting it is the assigning of common production costs to various production departments, product lines, individual products, activities."
	},
	{
		"id": 63,
		"term": "allocation",
		"definition": "The assigning or dividing up of amounts. For example, depreciation is an allocation process because it assigns an asset’s cost to expense in each of the years the asset is expected to be used. There is also an allocation process when the cost of goods available for sale is divided up between ending inventory and cost of goods sold. Manufacturers allocate (or assign) fixed overhead such as factory rent to the units of products produced in the factory."
	},
	{
		"id": 64,
		"term": "allowance for doubtful accounts",
		"definition": "Allowance for Doubtful Accounts is a contra current asset account associated with Accounts Receivable. When the credit balance of the Allowance for Doubtful Accounts is subtracted from the debit balance in Accounts Receivable the result is known as the net realizable value of the Accounts Receivable. The credit balance in this account comes from the entry wherein Bad Debts Expense is debited. The amount in this entry may be a percentage of sales or it might be based on an aging analysis of the accounts receivables (also referred to as a percentage of receivables). When the allowance account is used, the company is anticipating that some accounts will be uncollectible in advance of knowing the specific account. As a result the bad debts expense is more closely matched to the sale. When a specific account is identified as uncollectible, the Allowance for Doubtful Accounts should be debited and Accounts Receivable should be credited."
	},
	{
		"id": 65,
		"term": "allowance for uncollectible accounts",
		"definition": "See Allowance for Doubtful Accounts."
	},
	{
		"id": 66,
		"term": "allowance method for bad debts expense",
		"definition": "Under this method of recognizing losses on credit sales, a contra asset account Allowance for Doubtful Accounts is reported on the balance sheet. Prior to specifically identifying an account receivable as uncollectible, a company debits Bad Debts Expense and credits Allowance for Doubtful Accounts for an estimated amount. The estimate could be based on a percentage of sales or it could be based on the age of its accounts receivables."
	},
	{
		"id": 67,
		"term": "allowance to reduce inventory to net realizable value (NRV)",
		"definition": "This is a valuation account for the asset Inventory. A credit balance should be reported in this account for the amount that the net realizable value of inventory is less than the cost reported in the Inventory account. The credit entered into the Allowance for Reduction of Cost to Net Realizable Value will mean a debit is entered into the income statement account Loss From Reducing Inventory to Net Realizable Value."
	},
	{
		"id": 68,
		"term": "American Institute of Certified Public Accountants (AICPA)",
		"definition": "This is a national organization of certified public accountants"
	},
	{
		"id": 69,
		"term": "amortization",
		"definition": "The systematic allocation of the discount, premium, or issue costs of a bond to expense over the life of the bond. The systematic allocation of an intangible asset to expense over a certain period of time. The systematic reduction of a loan’s principal balance through equal payment amounts which cover interest and principal repayment."
	},
	{
		"id": 70,
		"term": "amortization expense",
		"definition": "The allocation to expense of the cost of an intangible asset such as a patent or goodwill."
	},
	{
		"id": 71,
		"term": "amortization of bond discount",
		"definition": "The systematic allocation of the discount on bonds payable (reported as a debit in a contra-liability account) to Bond Interest Expense over the life of the bonds. The journal entry to amortize contains a debit to the income statement account Bond Interest Expense and a credit to the balance sheet account Discount on Bonds Payable. To learn more see Explanation of Bonds Payable."
	},
	{
		"id": 72,
		"term": "amortization of bond issue costs",
		"definition": "The systematic allocation of the costs incurred to issue bonds (reported in a contra liability account) to Interest Expense over the life of the bonds."
	},
	{
		"id": 73,
		"term": "amortization of bond premium",
		"definition": "The systematic allocation of the premium on bonds payable (reported as a credit in a liability account) to Bond Interest Expense over the life of the bonds. The journal entry to amortize the premium contains a debit to the balance sheet account Premium on Bonds Payable and a credit to the income statement account Bond Interest Expense. To learn more see Explanation of Bonds Payable."
	},
	{
		"id": 74,
		"term": "amortization of intangible assets",
		"definition": "The expensing of an intangible asset from the balance sheet to the income statement."
	},
	{
		"id": 75,
		"term": "amortization schedule",
		"definition": "A multi-column listing of the amounts needed to eliminate a balance in a systematic manner over the life of the item. For example, an amortization schedule for a 15-year mortgage loan would show the 180 payments. The first column might be the payment number. The second column would show the amount of the payment. Column 3 would show the amount of interest being paid. Column 4 would show the principal amount being paid (total payment minus the interest payment). Column 5 would show the principal balance remaining after the payment (previous principal balance minus the current principal payment). An amortization schedule for bond discount would show the amounts needed to be journalized over the life of the bonds in order to systematically move the amount from the balance sheet to interest expense on the income statement."
	},
	{
		"id": 76,
		"term": "annuity",
		"definition": "A series of equal amounts at equal time intervals. Also see annuity due, annuity in advance, annuity in arrears, and ordinary annuity."
	},
	{
		"id": 77,
		"term": "annuity due",
		"definition": "A series of equal amounts occurring at the beginning of each equal time interval. Also known as an annuity in advance. An example would be the monthly rent on an apartment."
	},
	{
		"id": 78,
		"term": "annuity in advance",
		"definition": "A series of equal amounts occurring at the beginning of each equal time interval. Also known as an annuity due. An example would be the monthly rent on an apartment."
	},
	{
		"id": 79,
		"term": "annuity in arrears",
		"definition": "A series of equal amounts occurring at the end of each equal time interval. Also known as an ordinary annuity. An example would be the monthly payments on a loan. Another example is the semiannual interest on a bond."
	},
	{
		"id": 80,
		"term": "APB",
		"definition": "See Accounting Principles Board."
	},
	{
		"id": 81,
		"term": "applied overhead",
		"definition": "Manufacturing overhead assigned to units of output. Often this is applied via a standard overhead rate. To learn more, see Explanation of Standard Costing."
	},
	{
		"id": 82,
		"term": "apportionment",
		"definition": "An allocation based on some proportions. For example, a corporation’s taxable income that was earned in many of the U.S. states might be allocated or apportioned to the states in which the corporation has conducted business."
	},
	{
		"id": 83,
		"term": "appraisal",
		"definition": "An estimate of an asset’s market value."
	},
	{
		"id": 84,
		"term": "appraisal report",
		"definition": "A report prepared by a professional appraiser with detailed information on the calculation of an asset’s current market value."
	},
	{
		"id": 85,
		"term": "appropriated retained earnings",
		"definition": "A second retained earnings account that reports the amount that a company has transferred from the unappropriated or regular retained earnings account."
	},
	{
		"id": 86,
		"term": "ARB",
		"definition": "See Accounting Research Bulletin."
	},
	{
		"id": 87,
		"term": "arm’s length transaction",
		"definition": "A phrase that indicates a transaction was between two independent parties and that the resulting amount is a fair representation of the value."
	},
	{
		"id": 88,
		"term": "arrears",
		"definition": "A term meaning behind, such as dividends in arrears, or something occurring at the end of a period, such as the recurring payment in an annuity in arrears."
	},
	{
		"id": 89,
		"term": "articles of incorporation",
		"definition": "A document filed when a corporation is formed. Among other things, it lists the number of shares of stock that the corporation is authorized to issue."
	},
	{
		"id": 90,
		"term": "asset turnover ratio",
		"definition": "The mathematical result of sales revenues divided by average total assets during the period of the sales."
	},
	{
		"id": 91,
		"term": "assets",
		"definition": "Things that are resources owned by a company and which have future economic value that can be measured and can be expressed in dollars. Examples include cash, investments, accounts receivable, inventory, supplies, land, buildings, equipment, and vehicles. Assets are reported on the balance sheet usually at cost or lower. Assets are also part of the accounting equation: Assets = Liabilities + Owner’s (Stockholders’) Equity. Some valuable items that cannot be measured and expressed in dollars include the company’s outstanding reputation, its customer base, the value of successful consumer brands, and its management team. As a result these items are not reported among the assets appearing on the balance sheet."
	},
	{
		"id": 92,
		"term": "assign",
		"definition": "In cost accounting this term means to allocate, apply, apportion, or spread manufacturing overhead costs to the production output. In terms of accounts receivable, assign means to pledge accounts receivable to a lender as collateral for a loan."
	},
	{
		"id": 93,
		"term": "assigned accounts receivable",
		"definition": "Accounts receivable that serve as the collateral for a loan."
	},
	{
		"id": 94,
		"term": "assignee",
		"definition": "The lender (bank) that receives an asset as collateral for a loan."
	},
	{
		"id": 95,
		"term": "assignor",
		"definition": "The borrower who provides to a lender an asset as collateral for a loan."
	},
	{
		"id": 96,
		"term": "audited financial statements",
		"definition": "Financial statements that bear the report of independent auditors attesting to the financial statements’ fairness and compliance with generally accepted accounting principles."
	},
	{
		"id": 97,
		"term": "auditor’s report",
		"definition": "A written opinion of an independent certified public accountant that a company’s financial statements are a fair representation of the company’s financial performance and financial position. The auditor’s report is required for each corporation whose stock is publicly-traded."
	},
	{
		"id": 98,
		"term": "authorized number of shares of stock",
		"definition": "The number of shares of stock that a corporation may issue. The amount is specified in the corporation’s articles of incorporation."
	},
	{
		"id": 99,
		"term": "average accounts receivable",
		"definition": "The average balance in the account Accounts Receivable during a period of time. Since the amount reported in the Accounts Receivable account is the ending balance on one specific day, it is necessary to compute an average balance when relating this account to Sales (the balance of which reports the sales for a period of time)."
	},
	{
		"id": 100,
		"term": "average collection period",
		"definition": "Same as the Days Sales in Accounts Receivable."
	},
	{
		"id": 101,
		"term": "average cost of inventory",
		"definition": "See weighted-average cost flow assumption and moving-average cost of inventory."
	},
	{
		"id": 102,
		"term": "average inventory",
		"definition": "The average amount of inventory during a period of time. Since the amount reported in the Inventory account is the ending balance on one specific day, it is necessary to compute an average balance when relating this account to the cost of goods sold (which covers a period of time)."
	},
	{
        "id": 103,
        "term": "b",
        "definition": "A symbol that indicates the variable cost rate and also the slope of a straight line. For example, in the equation of the straight line, y = a + bx, “b” represents the variable cost rate per unit of “x”."
    },
    {
        "id": 104,
        "term": "bad debts expense",
        "definition": "This is an operating expense resulting from making sales on credit and not collecting the customers’ entire accounts receivable and bad debts expense balances."
    },
    {
        "id": 105,
        "term": "balance per bank",
        "definition": "A phrase used in reconciling the bank statement. It refers to the ending balance shown on the bank statement."
    },
    {
        "id": 106,
        "term": "balance per books",
        "definition": "The amount appearing in the general ledger. When reconciling the bank statement, the balance per books is the balance of the Cash account in the general ledger that pertains to the bank account."
    },
    {
        "id": 107,
        "term": "balance sheet",
        "definition": "One of the main financial statements. The balance sheet reports the assets, liabilities, and owner’s (stockholders’) equity at a specific point in time, such as December 31. The balance sheet is also referred to as the Statement of Financial Position."
    },
    {
        "id": 108,
        "term": "balance sheet account",
        "definition": "Asset, liability, and owner’s equity accounts. Also referred to as permanent or real accounts."
    },
    {
        "id": 109,
        "term": "bank balance",
        "definition": "The amount in a bank account according to the bank’s records."
    },
    {
        "id": 110,
        "term": "bank errors",
        "definition": "Errors made by the bank on a company’s bank account. These are usually infrequent but could include an incorrect amount of a check or deposit or a check or deposit recorded in the wrong account."
    },
    {
        "id": 111,
        "term": "bank overdraft",
        "definition": "A negative balance in the bank’s records for the company’s checking account."
    },
    {
        "id": 112,
        "term": "bank rec",
        "definition": "A shortened version of the term bank reconciliation or bank statement reconciliation."
    },
    {
        "id": 113,
        "term": "bank reconciliation",
        "definition": "The process of comparing the amounts in the Cash account in the general ledger to the amounts appearing on the bank statement. The objective is to be certain that there is consistency between the amounts and that the company’s amounts are accurate and complete."
    },
    {
        "id": 114,
        "term": "bank service charge expense",
        "definition": "This is an administrative expense which reports the fees incurred by a company for the expenses associated with its checking account transactions."
    },
    {
        "id": 115,
        "term": "bank statement",
        "definition": "Usually refers to a statement from the bank showing the activity in a company’s checking account. The statement includes the deposits received by the bank, checks paid by the bank, bank service charge, and other amounts transferred into and out of the checking account."
    },
    {
        "id": 116,
        "term": "bank statement reconciliation",
        "definition": "See bank reconciliation."
    },
    {
        "id": 117,
        "term": "basic accounting equation",
        "definition": "See accounting equation."
    },
    {
        "id": 118,
        "term": "basis point",
        "definition": "One hundredth (1/100) of a percentage point. In other words, one percentage point is equal to 100 basis points. The difference between an interest rate of 6.5% and 6.75% is 25 basis points."
    },
    {
        "id": 119,
        "term": "batch-level activities",
        "definition": "Activities involving a batch of products—as opposed to individual items. An example of a batch activity is the setting up of a machine to produce a batch of 1,000 identical items."
    },
    {
        "id": 120,
        "term": "batch-level cost",
        "definition": "A cost associated with a batch of items, but not directly traceable to an individual item within the batch. For example, the cost to set up a machine to run a batch of 5,000 items is a batch-level cost. This cost must then be allocated to the 5,000 items included in the batch."
    },
    {
        "id": 121,
        "term": "batch size",
        "definition": "In activity-based costing, this refers to the number of items that will be produced after a machine has been setup."
    },
    {
        "id": 122,
        "term": "bearer bond",
        "definition": "A bearer bond is a bond that is not registered in its owner’s name. The person holding the bond is presumed to be the owner of the bond. The interest on a bearer bond is received by clipping one of the dated interest coupons which are attached to the bond and presenting it to a bank for collection. This is the reason a bearer bond is also referred to as a coupon bond. Today, bearer bonds are almost nonexistent."
    },
    {
        "id": 123,
        "term": "Big Four",
        "definition": "The four largest public accounting firms in the U.S.: Deloitte, Ernst & Young, KPMG, PricewaterhouseCoopers. Typically, these four firms perform the audits of the largest publicly-traded corporations."
    },
    {
        "id": 124,
        "term": "bill",
        "definition": "An invoice or other document received from a vendor, supplier, etc. usually for goods or services received. Also a verb to indicate that a customer’s sales invoice should be prepared for goods or services."
    },
    {
        "id": 125,
        "term": "bill of materials",
        "definition": "A listing of the materials included in a product. A bill of material could be thought of as a bakery’s recipe for producing one of its products."
    },
    {
        "id": 126,
        "term": "bill payable",
        "definition": "An amount owed on bill or invoice from a vendor or supplier of goods or services."
    },
    {
        "id": 127,
        "term": "biweekly",
        "definition": "Usually means every two weeks. For example, if an employee is paid every other Thursday, the employee is paid biweekly. The person paid biweekly will receive 26 paychecks per year. (People paid two times per month – on the 15th and on the last day of the month – are said to be paid semimonthly and will receive 24 paychecks per year.)"
    },
    {
        "id": 128,
        "term": "blue-collar worker",
        "definition": "A term often used when referring to production workers and other workers who are paid with an hourly pay rate. These workers’ compensation is referred to as “wages” (as opposed to salaries)."
    },
    {
        "id": 129,
        "term": "board-designated restriction",
        "definition": "An action by a nonprofit organization’s board of directors to earmark an asset for a specified purpose. Since this is not a donor-imposed restriction, the designated asset is classified and reported as part of unrestricted net assets."
    },
    {
        "id": 130,
        "term": "board of directors",
        "definition": "Individuals elected by the common stockholders of a corporation to represent the stockholders and to establish the policies of the corporation. The board of directors appoints the officers of the corporation and declares dividends for the common and preferred stock."
    },
    {
        "id": 131,
        "term": "boards of accountancy",
        "definition": "These agencies establish the educational requirements and the eligibility of candidates desiring to sit for the Uniform CPA Exam. There is a board of accountancy in each of the 50 U.S. states plus five other jurisdictions. Each board of accountancy also controls the licensing of certified public accountants (CPAs) within its jurisdiction."
    },
    {
        "id": 132,
        "term": "BOM",
        "definition": "See bill of materials."
    },
    {
        "id": 133,
        "term": "bond",
        "definition": "A formal written promise to pay interest every six months and the principal amount at maturity."
    },
    {
        "id": 134,
        "term": "bond call price",
        "definition": "The price at which the holder of a bond must sell the bond to the issuer. For example, a corporation may have the right to redeem/buy back its bonds by paying the bondholder 110% of the bond’s face amount."
    },
    {
        "id": 135,
        "term": "bond coupon rate",
        "definition": "The stated interest rate appearing on the face of the bond. Also referred to as the nominal rate or the stated interest rate."
    },
    {
        "id": 136,
        "term": "bond discount",
        "definition": "See discount on bonds payable."
    },
    {
        "id": 137,
        "term": "bond indenture",
        "definition": "A document that discloses various conditions and terms of the company’s bonds. It would include the call price, collateral, ramifications if interest is not paid, etc."
    },
    {
        "id": 138,
        "term": "bond interest expense",
        "definition": "The amount of interest expense incurred during the time interval shown in the heading of the income statement that pertains to a company’s bonds payable. Bond interest expense also includes the amortization of the premium or discount on bonds payable and the amortization of the bond issue costs for the same period of time."
    },
    {
        "id": 139,
        "term": "bond interest rate",
        "definition": "The interest rate stated on a bond. This is also referred to as the face interest rate, nominal interest rate, and coupon rate."
    },
    {
        "id": 140,
        "term": "bond issue costs",
        "definition": "Bond Issue Costs is a contra liability account reported along with Bonds Payable. Bond Issue Costs include the professional fees and registration fees associated with the issuance of bonds. The amount in the account Bond Issue Costs will be amortized (systematically written off) to interest expense over the life of the bonds."
    },
    {
        "id": 141,
        "term": "bond premium",
        "definition": "See premium on bonds payable."
    },
    {
        "id": 142,
        "term": "bond sinking fund",
        "definition": "A restricted asset for the purpose of retiring a bond."
    },
    {
        "id": 143,
        "term": "bonds payable",
        "definition": "Generally a long term liability account containing the face amount, par amount, or maturity amount of the bonds issued by a company that are outstanding as of the balance sheet date."
    },
    {
        "id": 144,
        "term": "book balance",
        "definition": "The balance in a business record such as a general ledger account."
    },
    {
        "id": 145,
        "term": "book depreciation",
        "definition": "The depreciation computed for financial reporting purposes—as opposed to income tax depreciation."
    },
    {
        "id": 146,
        "term": "book of original entry",
        "definition": "Also known as a journal."
    },
    {
        "id": 147,
        "term": "book value",
        "definition": "The book value of an asset is the amount of cost in its asset account less the accumulated depreciation applicable to the asset. The book value of a company is the amount of owner’s or stockholders’ equity. The book value of bonds payable is the combination of the accounts Bonds Payable and Discount on Bonds Payable or the combination of Bonds Payable and Premium on Bonds Payable."
    },
    {
        "id": 148,
        "term": "book value of a company",
        "definition": "The amount of owner’s equity or stockholders’ equity reported on a company’s balance sheet. This is not an indication of the company’s fair market value."
    },
    {
        "id": 149,
        "term": "book value of an asset",
        "definition": "he book value of an asset is the asset’s cost minus the accumulated depreciation since the asset was acquired. This net amount is not an indication of the asset’s fair market value. The book value of an asset is also referred to as the asset’s carrying value."
    },
    {
        "id": 150,
        "term": "book value per share of stock",
        "definition": "A corporation’s total stockholders’ equity (excluding preferred stock) divided by the number of shares of common stock outstanding."
    },
    {
        "id": 151,
        "term": "bookkeeper",
        "definition": "Usually a person without a four-year or five-year accounting degree employed to record routine financial transactions for smaller companies."
    },
    {
        "id": 152,
        "term": "bookkeeping",
        "definition": "The recording of a company’s transactions into the accounts contained in the general ledger. It is usually associated with the accounting tasks prior to the preparation of the trial balance."
    },
    {
        "id": 153,
        "term": "books",
        "definition": "A term to mean the company’s general ledger or accounting records."
    },
    {
        "id": 154,
        "term": "borrow",
        "definition": "To receive money in exchange for a promise to repay the amount to the lender."
    },
    {
        "id": 155,
        "term": "borrower",
        "definition": "The person or business that receives a loan from a bank or other lender."
    },
    {
        "id": 156,
        "term": "bottom line",
        "definition": "In accounting this term means a company’s net income, which is the bottom line of the income statement."
    },
    {
        "id": 157,
        "term": "bounced check",
        "definition": "See not sufficient funds (NSF) check."
    },
    {
        "id": 158,
        "term": "break-even analysis",
        "definition": "Break Even Analysis in economics, business, and cost accounting refers to the point in which total cost and total revenue are equal."
    },
    {
        "id": 159,
        "term": "Break-even Point",
        "definition": "Break-even point (BEP) is a term in accounting that refers to the situation where a company’s revenues and expenses were equal within a specific accounting period. It means that there were no net profits or no net losses for the company – it “broke even”. BEP may also refer to the revenues that are needed to be reached in order to compensate for the expenses incurred during a specific period."
    },
    {
        "id": 160,
        "term": "Budget",
        "definition": "A budget is an estimation of revenue and expenses over a specified future period of time and is usually compiled and re-evaluated on a periodic basis."
    },
    {
        "id": 161,
        "term": "Budget Variance",
        "definition": " A budget variance is a periodic measure used by governments, corporations, or individuals to quantify the difference between budgeted and actual figures for a particular accounting category. A favorable budget variance refers to positive variances or gains; an unfavorable budget variance describes negative variance, indicating losses or shortfalls. Budget variances occur because forecasters are unable to predict future costs and revenue with complete accuracy.\n\nBudget variances can occur broadly due to either controlled or uncontrollable factors. For instance, a poorly planned budget and labor costs are controllable factors. Uncontrollable factors are often external and arise from occurrences outside the company, such as a natural disaster."
    },
    {
        "id": 162,
        "term": "Budgetary Slack",
        "definition": "Budgetary slack is a cushion created in a budget by management to increase the chances of the actual performance beating the budget. Budgetary slack can take one of two forms: an underestimate in the budget of the amount of income or revenue that will come in over a given amount of time, or an overestimate of the expenses that are to be paid out over the same time period. "
    },
    {
        "id": 163,
        "term": "budgeted balance sheet",
        "definition":"A balance sheet which is a projection of the amounts at a future date. It should be based on the projected, budgeted transactions."
    },
    {
        "id": 164,
        "term": "budgeted capacity",
        "definition": "The estimated volume in a future period that will be used for allocating indirect manufacturing costs."
    },
    {
        "id": 165,
        "term": "budgeted income statement",
        "definition": "An estimated income statement for a future period of time that is based on projected or budgeted transactions."
    },
    {
        "id": 166,
        "term": "buildings",
        "definition": "Buildings is a noncurrent or long-term asset account which shows the cost of a building (excluding the cost of the land). Buildings will be depreciated over their useful lives by debiting the income statement account Depreciation Expense and crediting the balance sheet account Accumulated Depreciation."
    },
    {
        "id": 167,
        "term": "Burden Rate",
        "definition": " The burden rate consists of indirect costs associated with employees, or inventory, over and above gross compensation or payroll costs. Typical costs associated with the burden rate include payroll taxes, workers' compensation, health insurance, paid time off, training, travel expenses, vacation, and sick leave, pension contributions, and other benefits.\n\nIn short, the burden rate provides a truer picture of total absorbed costs than payroll costs alone. It should not be confused with an individual's or firm's tax burden."
    },
    {
        "id": 168,
        "term": "bx",
        "definition": "In the equation of a straight line, y = a + bx, “bx” is the total variable cost resulting from the variable cost rate “b” multiplied times the quantity “x”."
    },
    {
        "id": 169,
        "term": "byproduct",
        "definition": "A product that emerges with other products in a common process; however, this product does not have a significant value. (If it had significant value, it would be a joint product.)"
    },
    {
        "id": 170,
        "term": "Call Premium",
        "definition": " Call premium is the dollar amount over the par value of a callable debt security that is given to holders when the security is redeemed early by the issuer.\n\nThe call premium is also called the redemption premium. In options terminology, the call premium is the amount that the purchaser of a call option must pay to the writer."
    },
    {
        "id": 171,
        "term": "Call Price",
        "definition": "The call price (also known as 'redemption price') is the price at which the issuer of a callable security has the right to buy back that security from an investor or creditor. Call prices are commonly found in callable bonds or callable preferred stock. The call price is set at the time the security is issued and is known by reading the issue's prospectus."
    },
    {
        "id": 172,
        "term": "Callable Bond",
        "definition": "An American callable bond, also known as continuously callable, is a bond that an issuer can redeem at any time prior to its maturity. Usually, a premium is paid to the bondholder when the bond is called. A callable bond is also called a redeemable bond since the issuer can redeem it early."
    },
    {
        "id": 173,
        "term": "Callable Preferred Stock",
        "definition": "Callable preferred stock is a type of preferred stock that the issuer has the right to call in or redeem at a pre-set price after a defined date. Callable preferred stock terms, such as the call price, the date after which it can be called, and the call premium (if any), are all defined in the prospectus and cannot be changed later."
    },
    {
        "id": 174,
        "term": "Capital",
        "definition": " Capital is a broad term that can describe anything that confers value or benefit to its owners, such as a factory and its machinery, intellectual property like patents, or the financial assets of a business or an individual. While money itself may be construed as capital, capital is more often associated with cash that is being put to work for productive or investment purposes.\n\nIn general, capital is a critical component of running a business from day to day and financing its future growth. Business capital may derive from the operations of the business or be raised from debt or equity financing. When budgeting, businesses of all kinds typically focus on three types of capital: working capital, equity capital, and debt capital. A business in the financial industry identifies trading capital as a fourth component."
    },
    {
        "id": 175,
        "term": "capital budgeting",
        "definition": " Capital budgeting involves choosing projects that add value to a company. The capital budgeting process can involve almost anything including acquiring land or purchasing fixed assets like a new truck or machinery.\n\nCorporations are typically required, or at least recommended, to undertake those projects that will increase profitability and thus enhance shareholders' wealth.\n\nHowever, the rate of return deemed acceptable or unacceptable is influenced by other factors specific to the company as well as the project.\n\nFor example, a social or charitable project is often not approved based on the rate of return, but more on the desire of a business to foster goodwill and contribute back to its community. "
    },
    {
        "id": 176,
        "term": "Capital Expenditures",
        "definition": "Capital expenditures (CapEx) are funds used by a company to acquire, upgrade, and maintain physical assets such as property, plants, buildings, technology, or equipment. CapEx is often used to undertake new projects or investments by a company. Making capital expenditures on fixed assets can include repairing a roof (if the useful life of the roof is extended), purchasing a piece of equipment, or building a new factory. This type of financial outlay is made by companies to increase the scope of their operations or add some future economic benefit to the operation."
    },
    {
        "id": 177,
        "term": "Capital Lease",
        "definition": "A capital lease is a contract entitling a renter to the temporary use of an asset and has the economic characteristics of asset ownership for accounting purposes."
    },
    {
        "id": 178,
        "term": "capital maintenance approach in determining net income",
        "definition": "Under this method, net income is determined by analyzing the change in owner’s equity. The alternative is the transaction approach in which each transaction is recorded, sorted and stored."
    },
    {
        "id": 179,
        "term": "capital maintenance approach to net income",
        "definition": "A measurement of net income arrived at by comparing the amount of total equity at the end of a period to the amount of total equity at the beginning of the period. For example, if a business had $5 million of equity at the end of the year, but had only $1 million at the beginning of the year, the government could conclude that they earned $4 million during the year. This method is in contrast to the transaction approach which computes net income by subtracting the expense transactions from the revenue transactions."
    },
    {
        "id": 180,
        "term": "capital market",
        "definition": "A structured market for trading stocks and bonds such as the New York Stock Exchange or NASDAQ.\n\nCapital market can also include less structured markets such as private placements."
    },
    {
        "id": 181,
        "term": "capital stock",
        "definition": "Capital stock is the amount of common and preferred shares that a company is authorized to issue, according to its corporate charter. Capital stock can only be issued by the company and is the maximum number of shares that can ever be outstanding. The amount is listed on the balance sheet in the company's shareholders' equity section."
    },
    {
        "id": 182,
        "term": "capitalize",
        "definition": "To capitalize is to record a cost or expense on the balance sheet for the purposes of delaying full recognition of the expense. In general, capitalizing expenses is beneficial as companies acquiring new assets with long-term lifespans can amortize or depreciate the costs. This process is known as capitalization."
    },
    {
        "id": 183,
        "term": "carrying value/amount",
        "definition": "Carrying value is an accounting measure of value in which the value of an asset or company is based on the figures in the respective company's balance sheet. For physical assets, such as machinery or computer hardware, carrying cost is calculated as (original cost - accumulated depreciation). If a company purchases a patent or some other intellectual property item, then the formula for carrying value is (original cost - amortization expense)."
    },
    {
        "id": 184,
        "term": "Carrying Costs",
        "definition": "Carrying costs, also known as holding costs and inventory carrying costs, are the costs a business pays for holding inventory in stock. A business can incur a variety of carrying costs, including taxes, insurance, employee costs, depreciation, the cost of keeping items in storage, the cost of replacing perishable items, and opportunity costs. Even the cost of capital that helps to generate income for the business is a carrying cost.\n\nCarrying costs are also sometimes referred to as the carrying costs of inventory. A company pays various costs over time for holding and storing inventory before it is sold and shipped to customers. Businesses calculate these costs to evaluate the level of profit they can reasonably expect on their current inventory. It is also useful in determining whether a company should increase or decrease the production of goods. By knowing its carrying costs, a business can stay on top of expenses and continue to generate a steady income stream.\n\nOpportunity costs are another kind of carrying cost. These costs represent what a business owner sacrifices when choosing one option over another. Although opportunity costs are unseen and intangible, they can have a significant impact on a company's profitability."
    },
    {
        "id": 185,
        "term": "Carrying Value",
        "definition": "Carrying value is an accounting measure of value in which the value of an asset or company is based on the figures in the respective company's balance sheet. For physical assets, such as machinery or computer hardware, carrying cost is calculated as (original cost - accumulated depreciation). If a company purchases a patent or some other intellectual property item, then the formula for carrying value is (original cost - amortization expense)."
    },
    {
        "id": 186,
        "term": "Cash",
        "definition": "A current asset account which includes currency, coins, checking accounts, and undeposited checks received from customers. The amounts must be unrestricted. (Restricted cash should be recorded in a different account.)"
    },
    {
        "id": 187,
        "term": "Cash Account",
        "definition": " A cash account with a brokerage firm requires that any securities transactions be payable in full from funds in the account at the time of the settlement. Short selling and buying on margin are thus prohibited in this type of account. The Federal Reserve's Regulation T governs cash accounts and the purchase of securities on margin. This regulation gives investors two business days to pay for security. It's known as T+2.\n\nIn accounting, a cash account, or cash book, may refer to a ledger in which all cash transactions are recorded. The cash account includes both the cash receipts journal and the cash payment journal."
    },
    {
        "id": 188,
        "term": "Cash and Cash Equivalents (CCE)",
        "definition": "Cash and cash equivalents refers to the line item on the balance sheet that reports the value of a company's assets that are cash or can be converted into cash immediately. Cash equivalents include bank accounts and marketable securities, which are debt securities with maturities of less than 90 days. However, oftentimes cash equivalents do not include equity or stock holdings because they can fluctuate in value."
    },
    {
        "id": 189,
        "term": "cash basis of accounting",
        "definition": "Under this method, revenue is reported on the income statement only when cash is received. Expenses are recorded only when cash is paid out. The cash method is typically used by small businesses and for personal finances."
    },
    {
        "id": 190,
        "term": "Cash Discount",
        "definition": "Cash discounts refer to an incentive that a seller offers to a buyer in return for paying a bill before the scheduled due date. In a cash discount, the seller will usually reduce the amount that the buyer owes by either a small percentage or a set dollar amount."
    },
    {
        "id": 191,
        "term": "Cash Flow",
        "definition": " The term cash flow refers to the net amount of cash and cash equivalents being transferred in and out of a company. Cash received represents inflows, while money spent represents outflows.\n\nA company’s ability to create value for shareholders is fundamentally determined by its ability to generate positive cash flows or, more specifically, to maximize long-term free cash flow (CFC). FCF is the cash generated by a company from its normal business operations after subtracting any money spent on capital expenditures (CapEx)."
    },
    {
        "id": 192,
        "term": "Cash Flow Net of Tax",
        "definition": "The cash amounts received after deducting the related income taxes and also the cash amounts paid after deducting the cash saved when the amounts are income tax deductible."
    },
    {
        "id": 193,
        "term": "Cash Flow Statement",
        "definition": " A cash flow statement is a financial statement that provides aggregate data regarding all cash inflows a company receives from its ongoing operations and external investment sources. It also includes all cash outflows that pay for business activities and investments during a given period.\n\n A company's financial statements offer investors and analysts a portrait of all the transactions that go through the business, where every transaction contributes to its success. The cash flow statement is believed to be the most intuitive of all the financial statements because it follows the cash made by the business in three main ways—through operations, investment, and financing. The sum of these three segments is called net cash flow.\n\nThese three different sections of the cash flow statement can help investors determine the value of a company's stock or the company as a whole. "
    },
    {
        "id": 194,
        "term": "Cash Flow From Financing Activities (CFF) Formula & Calculations",
        "definition": "Cash flow from financing activities (CFF) is a section of a company’s cash flow statement, which shows the net flows of cash that are used to fund the company. Financing activities include transactions involving debt, equity, and dividends.\n\nCash flow from financing activities provides investors with insight into a company’s financial strength and how well a company's capital structure is managed.\n\n Investors and analyst will use the following formula and calculation to determine if a business is on sound financial footing.\n\nCFF = CED − (CD + RP)\n\nwhere:\nCED = Cash in flows from issuing equity or debt\n\nCD = Cash paid as dividends\n\nRP = Repurchase of debt and equity"
    },
    {
        "id": 195,
        "term": "Cash Flow From Operating Activities (CFO)",
        "definition": " Cash flow from operating activities (CFO) indicates the amount of money a company brings in from its ongoing, regular business activities, such as manufacturing and selling goods or providing a service to customers. It is the first section depicted on a company's cash flow statement.\n\nCash flow from operating activities does not include long-term capital expenditures or investment revenue and expense. CFO focuses only on the core business, and is also known as operating cash flow (OCF) or net cash from operating activities. "
    },
    {
        "id": 196,
        "term": "cash method of accounting",
        "definition": "Under this method, revenue is reported on the income statement only when cash is received. Expenses are recorded only when cash is paid out. The cash method is typically used by small businesses and for personal finances.\n\n The key advantage of the cash method is its simplicity—it only accounts for cash paid or received. Tracking the cash flow of a company is also easier.\n\nIt's beneficial to sole proprietorships and small businesses because, most likely, it won't require added staff (and the related expenses) to use.\n\nHowever, the cash basis method might overstate the health of a company that is cash-rich. That's because it doesn't record accounts payables that might exceed the cash on the books and the company's current revenue stream.\n\nAs a result, an investor might conclude the company is making a profit when, in reality, the company might be facing financial difficulties.\n\nThe cash basis method is not acceptable under GAAP."
    },
    {
        "id": 197,
        "term": "cash realizable value",
        "definition": "See net realizable value."
    },
    {
        "id": 198,
        "term": "cash receipt",
        "definition": "The collection of money (currency, coins, checks). Not to be confused with revenues."
    },
    {
        "id": 199,
        "term": "cash receipts journal",
        "definition": "A special journal (or specialized journal) used to record money received. In a manual system this will allow one entry to the Cash account for the month (or shorter periods) instead of debiting the Cash account for every receipt."
    },
    {
        "id": 200,
        "term": "cash short and over",
        "definition": "A miscellaneous expense account used to record the difference between the amount of cash needed to replenish a petty cash fund and the amount of petty cash receipts at the time the petty cash fund is replenished."
    },
    {
        "id": 201,
        "term": "cash surrender value (CSV)",
        "definition": "The amount of cash that could be received if a whole life insurance policy were canceled."
    },
    {
        "id": 202,
        "term": "cashier’s check",
        "definition": "A check drawn on a bank. A cashier’s check leaves no doubt that the funds represented by the check are real. A bank money order or a certified check would also assure the payee that the funds are in the bank."
    },
    {
        "id": 203,
        "term": "CD",
        "definition": "See certificate of deposit."
    },
    {
        "id": 204,
        "term": "CEO",
        "definition": "See chief executive officer."
    },
    {
        "id": 205,
        "term": "certificate of deposit",
        "definition": "Also known as a CD. A bank time deposit (savings deposit) that cannot be withdrawn until a specified date. For example, a CD might mature in 6, 9, 12, or 18 months. If the amount deposited in a CD needs to be withdrawn prior to its maturity date, a penalty is assessed by the bank."
    },
    {
        "id": 206,
        "term": "certified management accountant",
        "definition": "A professional certification awarded to an accountant who has successfully completed the CMA Exam and has achieved the required work experience. The certified management accountant is recognized as a person with a strong proficiency in both management and financial accounting."
    },
    {
        "id": 207,
        "term": "certified public accountant",
        "definition": "A designation awarded by one of 50 U.S. states or five jurisdictions to a college graduate who has passed the rigorous Uniform CPA Exam and has met the required work experience."
    },
    {
        "id": 208,
        "term": "CFO",
        "definition": "See chief financial officer."
    },
    {
        "id": 209,
        "term": "change in accounting estimate",
        "definition": "Accounting estimates include the estimated salvage value and the estimated useful life of depreciable assets, estimated percentage of bad debts expense, estimated percentage of units to be repaired or replaced during a warranty period, and routine estimates of monthly expenses for utilities and other expenses. When a change is needed to one of these estimates, the change can affect the current and future periods only. Previous periods are not restated for changes in estimates. (Corrections of errors require a restatement of a prior period amount.)"
    },
    {
        "id": 210,
        "term": "change in net assets",
        "definition": "The “bottom line” on the statement of activities. The change in net assets results from revenues, expenses, and the release of assets from restrictions. It is computed for an organization’s three classes of net assets as well as for total net assets during the period appearing in the heading of the statement of activities."
    },
    {
        "id": 211,
        "term": "chart of accounts",
        "definition": "A listing of the accounts available in the accounting system in which to record entries. The chart of accounts consists of balance sheet accounts (assets, liabilities, stockholders’ equity) and income statement accounts (revenues, expenses, gains, losses). The chart of accounts can be expanded and tailored to reflect the operations of the company. To learn more, see Explanation of Chart of Accounts."
    },
    {
        "id": 212,
        "term": "checkbook",
        "definition": "The record of checks issued or written, deposits, bank charges, bank credits and the resulting balance. Also referred to as the check register."
    },
    {
        "id": 213,
        "term": "checking account",
        "definition": "The bank account on which checks are written or drawn. A bank refers to checking accounts as demand deposits."
    },
    {
        "id": 214,
        "term": "check printing charges",
        "definition": "A fee for the printing of checks ordered by a company. Often the amount is deducted automatically from a company’s checking account by the company that printed the checks."
    },
    {
        "id": 215,
        "term": "cheque",
        "definition": "Another name for check."
    },
    {
        "id": 216,
        "term": "chief executive officer (CEO)",
        "definition": "Usually the top ranking officer of the corporation who is charged with executing the policies set by the board of directors."
    },
    {
        "id": 217,
        "term": "chief financial officer (CFO)",
        "definition": "The top ranking financial person in the corporation."
    },
    {
        "id": 218,
        "term": "chief operating officer (COO)",
        "definition": "A top ranking corporation official usually reporting to the chief executive officer and responsible for the operations of the corporation."
    },
    {
        "id": 219,
        "term": "Circular E",
        "definition": "A publication by the U.S. Internal Revenue Service (IRS) to assist employers with federal payroll taxes. The complete title of the publication is Publication 15 (Circular E), Employer’s Tax Guide."
    },
    {
        "id": 220,
        "term": "classified balance sheet",
        "definition": "A balance sheet with classifications (groupings or categories) such as current assets, property plant and equipment, current liabilities, long term liabilities, etc. To learn more, see Explanation of Balance Sheet."
    },
    {
        "id": 221,
        "term": "clear",
        "definition": "See cleared."
    },
    {
        "id": 222,
        "term": "cleared",
        "definition": "A term used to describe checks written by a company that have been received and paid by the bank on which they were drawn or written. The check number and amount will appear on the company’s checking account statement."
    },
    {
        "id": 223,
        "term": "clearing account",
        "definition": "A general ledger account which serves to summarize similar transactions. For example, all of the closing entries involving operating expenses might be posted to an operating expense clearing (or summary) account."
    },
    {
        "id": 224,
        "term": "closely-held corporation",
        "definition": "A corporation with a limited number of stockholders and whose stock is usually not publicly traded."
    },
    {
        "id": 225,
        "term": "closing entries",
        "definition": "These journal entries are made after the financial statements have been prepared at the end of the accounting year. Most of the closing entries involve the income statement accounts (revenues, expenses, gains, losses, and summary/clearing accounts) whose balances will be transferred to the owner’s capital account or the corporation’s retained earnings account. A closing entry also transfers the owner’s drawing account (a temporary balance sheet account) balance to the owner’s capital account. The closing entries will mean that the temporary accounts (income statement accounts and drawing account) will start the new accounting year with zero balances."
    },
    {
        "id": 226,
        "term": "CMA Exam",
        "definition": "The Certified Management Accountant (CMA) Exam is a 13-hour, four-part exam on business analysis, management accounting and reporting, strategic management, and business application. The exam is administered through IMA, the acronym for the Institute of Management Accountants."
    },
    {
        "id": 227,
        "term": "coefficient of correlation",
        "definition": "n regression analysis this is a statistic designated as r and ranging from -1 to +1. It indicates the percentage of correlation between the dependent variable and the independent variable(s). When this statistic is squared it produces the coefficient of determination, which indicates the percentage change in the dependent variable that is explained by the change in the independent variable(s). Correlation does not necessarily mean there is a cause-and-effect relationship."
    },
    {
        "id": 228,
        "term": "coefficient of determination",
        "definition": "In regression analysis this is a statistic (designated as r-squared) indicating the percentage of the change occurring in the dependent variable that is explained by the change in the independent variable(s). The percent change does not necessarily mean there is a cause-and-effect relationship."
    },
    {
        "id": 229,
        "term": "COGS",
        "definition": "The acronym for cost of goods sold."
    },
    {
        "id": 230,
        "term": "collection period",
        "definition": "The average time for a company’s accounts receivable to be collected. See days sales in accounts receivable."
    },
    {
        "id": 231,
        "term": "commissions expense",
        "definition": "Under the accrual basis of accounting this income statement account reports the amount of commissions expense that pertains to the revenues earned by the company during the accounting period shown in the heading of the income statement."
    },
    {
        "id": 232,
        "term": "commitments",
        "definition": "Commitments are items that are not reported as liabilities as of the balance sheet date. Some of these items are reported in the notes to the financial statements. Examples include noncancelable contracts to rent space in the future or to purchase items at specified prices."
    },
    {
        "id": 233,
        "term": "common costs",
        "definition": "Costs that are common to several products, processes, activities, departments, territories, etc. Often common costs are subsequently allocated to each of the joint products, joint processes, etc. in order to determine the cost of each."
    },
    {
        "id": 234,
        "term": "common-size balance sheet",
        "definition": "A company’s balance sheet that shows each item’s amount after it has been divided by the amount of total assets. In other words, current assets will be shown as a percentage of total assets. This will allow comparisons between companies of different size."
    },
    {
        "id": 235,
        "term": "common-size financial statement",
        "definition": "See common-size balance sheet and common-size income statement."
    },
    {
        "id": 236,
        "term": "common-size income statement",
        "definition": "A company’s income statement which reports each item as a percentage of net sales."
    },
    {
        "id": 237,
        "term": "common stock",
        "definition": "The type of stock that is present at every corporation. (Some corporations have preferred stock in addition to their common stock.) Shares of common stock provide evidence of ownership in a corporation. Holders of common stock elect the corporation’s directors and share in the distribution of profits of the company via dividends. If the corporation were to liquidate, the secured lenders would be paid first, followed by unsecured lenders, preferred stockholders (if any), and lastly the common stockholders."
    },
    {
        "id": 238,
        "term": "common stock account",
        "definition": "The stockholders’ equity account that reports the par or stated value of the issued shares of common stock. If the common stock does not have a par or stated value, this account will report the amount received when the shares of common stock were issued."
    },
    {
        "id": 239,
        "term": "common stock dividend distributable",
        "definition": "A cash dividend that has been declared by the board of directors, but not yet paid."
    },
    {
        "id": 240,
        "term": "comparability",
        "definition": "A quality of accounting information that facilitates the comparison of financial reporting of one company to the financial reporting of another company."
    },
    {
        "id": 241,
        "term": "comparative balance sheet",
        "definition": "A balance sheet with at least two columns of amounts. The column of amounts that is closest to the words will be the most recent amounts. The column furthest from the words will contain the oldest amounts. The older amounts provide a reference point from which to make comparisons."
    },
    {
        "id": 242,
        "term": "comparative financial statements",
        "definition": "Financial statements that show more than the current year’s amounts. For example, it is generally accepted that a corporation’s income statement will show the most recent three years of results. This provides the reader with two years of past amounts as a frame of reference for the most recent year. Comparative balance sheets typically show the most recent two years."
    },
    {
        "id": 243,
        "term": "comparative income statement",
        "definition": "An income statement with at least two columns of amounts. The column of amounts that is closest to the words will contain the amounts for the most recent period of time. The columns furthest from the words will be the amounts from older periods of time. The older amounts provide a frame of reference for understanding the recent amounts."
    },
    {
        "id": 244,
        "term": "compensated absences",
        "definition": "A term used in accounting that refers to employees’ time off with pay for vacations, holidays, and sick days. Companies that are obligated to pay for these days off are required by thematching principle to record the expense for these fringe benefits when the employees are working, since the benefits are a part of the employees’ compensation.\n\nThe expense is recorded each accounting period that an employee works by debiting expense (fringe benefit expense, compensated absences expense, etc.) and crediting a liability account (fringe benefits payable, compensated absences payable, etc.) When the employees actually take time off, the liability account is debited instead of an expense account."
    },
    {
        "id": 245,
        "term": "compensating balances",
        "definition": "A bank account balance that a corporation agrees to maintain with a current or potential lender. For example, a corporation may agree to keep $1 million in its checking account at a bank in exchange for the bank agreeing to lend up to $10 million to the corporation at 1% below the prime lending rate. At a minimum, compensating balances must be disclosed in the notes to the corporation’s financial statements."
    },
    {
        "id": 246,
        "term": "compilation",
        "definition": "Often referred to as write-up work, a compilation refers to financial statements prepared by an accountant without reviewing or auditing the amounts. Often the accountant merely takes a client’s amounts and presents them in the income statement and balance sheet format and does not provide any assurances regarding the amounts."
    },
    {
        "id": 247,
        "term": "compiled financial statements",
        "definition": "Financial statements prepared by an accountant based on the amounts provided by a client. The accountant does not review or audit the amounts provided and therefore does not provide any assurances regarding the validity of the amounts."
    },
    {
        "id": 248,
        "term": "compound interest",
        "definition": "Interest on interest. For example, if $1,000 is deposited in an account earning interest of 6% per year the account will earn $60 in the first year. In year two the account balance will earn $63.60 (not $60.00) because 6% interest is earned on $1,060. Similarly the bank paying the interest will incur interest on interest."
    },
    {
        "id": 249,
        "term": "compound journal entry",
        "definition": "A journal entry with more than the minimum of one debit and one credit. Example: a debit to Cash of $500 and a credit to Sales of $475 and a credit to Sales Tax Payable of $25."
    },
    {
        "id": 250,
        "term": "comprehensive income",
        "definition": "Comprehensive income consists of two components:\n\n\t• Net income (or loss) from the income statement, and\n\n\t• Other comprehensive income (some additional items that are not reported on the income statement).\n\nOther comprehensive income includes the following:\n\n\t• Unrealized gains/losses on some investment securities and financial instruments.\n\n• Foreign currency translation adjustments\n\n• Unrealized gains/losses on postretirement benefit plans"
    },
    {
        "id": 251,
        "term": "comptroller",
        "definition": "The British term for controller."
    },
    {
        "id": 252,
        "term": "conceptual framework",
        "definition": "One of the first efforts begun in the 1970s by the Financial Accounting Standards Board to articulate and organize into a cohesive framework all of the accounting rules that had been developed in the past. It was hoped that future accounting rules would evolve from this framework."
    },
    {
        "id": 253,
        "term": "condensed balance sheet",
        "definition": "A highly summarized balance sheet."
    },
    {
        "id": 254,
        "term": "condensed financial statements",
        "definition": "Financial statements (such as the income statement and balance sheet) that summarize much of the detail into a few major lines of information."
    },
    {
        "id": 255,
        "term": "condensed income statement",
        "definition": "A highly summarized income statement."
    },
    {
        "id": 256,
        "term": "conformity rule",
        "definition": "See inventory conformity rule."
    },
    {
        "id": 257,
        "term": "conservatism",
        "definition": "This accounting guideline states that if doubt exists between two acceptable alternatives (in other words the accountant needs to break a tie), the accountant should choose the alternative that will result in a lesser asset amount and/or a lesser profit. A classic example is inventory where the net realizable value (NRV) is less than the actual cost. The accountant must decide whether to leave the inventory at cost or to reduce the inventory amount to its NRV. Conservatism directs the accountant to reduce the inventory to the lower amount (NRV). This results in a lower asset amount and a debit to an income statement account, such as Loss from Reducing Inventory to LCM."
    },
    {
        "id": 258,
        "term": "consigned goods",
        "definition": "Merchandise that is not owned by the party in possession of the goods. For example, a craftsperson might have produced 100 ornate wood items. In order to sell the items, the person asks a local merchant to take five of the items on consignment. This means that the merchant has possession of the five items and will attempt to sell them for a commission, but the merchant does not own the items. Those five items are consigned goods. (When the merchant sells one of the items, the merchant might be required to remit 80% of the selling price to the craftspersons and can keep 20% as a commission.) The merchant is the consignee and the craftsperson is the consignor."
    },
    {
        "id": 259,
        "term": "consignee",
        "definition": "The party receiving goods to be sold. See consigned goods."
    },
    {
        "id": 260,
        "term": "consignment",
        "definition": "Sending merchandise to another party (an agent, consignee) in order to sell the merchandise. Also see consigned goods."
    },
    {
        "id": 261,
        "term": "consignor",
        "definition": "The party who delivered its goods to another party (consignee). The objective is for consignee to sell the goods for the consignor. "
    },
    {
        "id": 262,
        "term": "consistency",
        "definition": "A quality of accounting information that facilitates comparing a company’s reporting of one accounting period to another. For example, the reader of a company’s financial statements can assume that the company is using the same inventory cost flow assumption this period as it used last period or last year. (If the company did change, it must be disclosed to the reader.)"
    },
    {
        "id": 263,
        "term": "consolidated financial statements",
        "definition": "Financial statements that reflect the total economic entity. For example, on a consolidated income statement a corporation having several subsidiaries would report the total of all of its companies’ sales that were made to customers outside of its group. (Sales to companies within its group of related companies would be excluded as well as the purchases within its group.) A consolidated balance sheet would report the combined assets except for claims against companies within its group. Liabilities would be combined except for amounts owed to companies within its group."
    },
    {
        "id": 264,
        "term": "constant-dollar",
        "definition": "A dollar adjusted for inflation. If an asset such as land was purchased for $10,000 many years ago when the consumer price index (CPI) was 100 and today the CPI is 400, today’s constant-dollar amount would be $40,000. However, generally accepted accounting principles (specifically the monetary unit assumption) assumes that the CPI is unchanging. Therefore the land will be reported at its original, unadjusted amount of $10,000."
    },
    {
        "id": 265,
        "term": "constraints",
        "definition": "In financial accounting this term often refers to the accounting guidelines or principles of conservatism and materiality."
    },
    {
        "id": 266,
        "term": "construction work-in-progress",
        "definition": "This is a long term asset account that accumulates the cost of a project that has not yet been placed into service. When the project is finished and placed into the service, the cost is removed from this account and is recorded in a plant asset account."
    },
    {
        "id": 267,
        "term": "consumer price index",
        "definition": "A government index that tracks the changes in prices in order to measure general inflation. This index can be used by small companies to obtain the benefits of LIFO without tracking individual units in inventory. "
    },
    {
        "id": 268,
        "term": "contingent gain",
        "definition": "A potential gain that is not recognized by accountants in the financial statements until it actually occurs. For example, Company P is suing Company D over a patent infringement. Company P has a contingent gain. Because of conservatism, accountants usually do not report or disclose contingent gains (but will report or disclose contingent losses)."
    },
    {
        "id": 269,
        "term": "contingent liability",
        "definition": "A potential liability dependent upon some future event occurring or not occurring. For example, a company is named as a defendant in a $1 million lawsuit. Does that mean the company automatically has a liability of $1 million? What if the lawsuit has no merit and can easily be defended? If it is probable that the company will lose and the amount can be estimated, a journal entry is prepared to debit Loss from Lawsuit and to credit Lawsuit Payable. If it is possible but not probable that the company will lose, the journal entry is not made but instead there will be a footnote disclosure. If the lawsuit is remote (a nuisance suit without any merit), there is no need for a journal entry and no need to disclose the lawsuit. Accountants usually consider product warranties to be a contingent liability that is both probable and can be estimated and is therefore recorded with a journal entry."
    },
    {
        "id": 270,
        "term": "contingent loss",
        "definition": "A potential loss that is dependent upon some future event occurring or not occurring. If the loss is probable and the amount can be estimated, then the loss and a liability are recorded with a journal entry. If the loss is only reasonably possible (not probable), then a journal entry is not recorded but a disclosure should be made in the notes to the financial statements. If the loss is remote, then neither a journal entry nor a disclosure is required."
    },
    {
        "id": 271,
        "term": "continuing operations",
        "definition": "The operating activities of a company, excluding the major segments of the company that are being discontinued."
    },
    {
        "id": 272,
        "term": "continuous budget",
        "definition": "See rolling budget."
    },
    {
        "id": 273,
        "term": "contra account",
        "definition": "An account with a balance that is the opposite of the normal balance. For example, Accumulated Depreciation is a contra asset account, because its credit balance is contra to the debit balance for an asset account. Another example is the owner’s drawing account. This is an owner’s equity account and as such you would expect a credit balance. However, the drawing account has a debit balance. Other examples include (1) the allowance for doubtful accounts, (2) discount on bonds payable, (3) sales returns and allowances, and (4) sales discounts. The contra accounts cause a reduction in the amounts reported. For example net sales is gross sales minus the sales returns, the sales allowances, and the sales discounts. The net realizable value of the accounts receivable is the accounts receivable minus the allowance for doubtful accounts."
    },
    {
        "id": 274,
        "term": "contra asset account",
        "definition": "An asset account which is expected to have a credit balance (which is contrary to the normal debit balance of an asset account). The contra asset account is related to another asset account. For example, the contra asset account Allowance for Doubtful Accounts is related to Accounts Receivable. The contra asset account Accumulated Depreciation is related to a constructed asset(s), and the contra asset account Accumulated Depletion is related to natural resources.\n\nThe net of the asset and its related contra asset account is referred to as the asset’s book value or carrying value."
    },
    {
        "id": 275,
        "term": "contra equity account",
        "definition": "An owner’s or stockholders’ equity account with a debit balance instead of the normal credit balance. Examples include the owner’s drawing account, a dividend account, and the treasury stock account."
    },
    {
        "id": 276,
        "term": "contra expense account",
        "definition": "An expense account which is expected to have a credit balance instead of the typical debit balance."
    },
    {
        "id": 277,
        "term": "contra inventory account",
        "definition": "A general ledger inventory account that has a credit balance instead of an asset’s usual debit balance. An example is the account Reduction of Inventory to the Net Realizable Value."
    },
    {
        "id": 278,
        "term": "contra liability account",
        "definition": "A liability account with a debit balance. Discount on Bonds Payable is a contra account associated with the liability account Bonds Payable."
    },
    {
        "id": 279,
        "term": "contra owner’s equity account",
        "definition": "See contra equity account."
    },
    {
        "id": 280,
        "term": "contra revenues account",
        "definition": "A revenues account with a debit balance instead of the usual credit balance. Examples include sales returns, sales allowances, and sales discounts."
    },
    {
        "id": 281,
        "term": "contractual interest rate",
        "definition": "The interest rate specified or stated in a note payable or in a bond payable. Often this rate is fixed and will not change during the life of the note or bond."
    },
    {
        "id": 282,
        "term": "contributed capital",
        "definition": "Sometimes used as a heading in place of paid-in capital."
    },
    {
        "id": 283,
        "term": "contribution approach income statement",
        "definition": "An income statement that subtracts all variable costs and expenses from revenues in order to show the contribution margin. From that is subtracted the fixed costs and expenses to arrive at net income. To learn more, see Explanation of Break-even Point."
    },
    {
        "id": 284,
        "term": "contribution margin",
        "definition": "The result of subtracting all variable expenses from revenues. It indicates the amount available from sales to cover the fixed expenses and profit."
    },
    {
        "id": 285,
        "term": "contribution margin per unit",
        "definition": "Selling price per unit minus variable costs per unit, or revenues per unit minus expenses per unit."
    },
    {
        "id": 286,
        "term": "contribution margin ratio",
        "definition": "This ratio indicates the percentage of each sales dollar that is available to cover a company’s fixed expenses and profit. The ratio is calculated by dividing the contribution margin (sales minus all variable expenses) by sales."
    },
    {
        "id": 287,
        "term": "contributions",
        "definition": "The revenue classification used by nonprofit organizations to account for the amounts received as donations. It is also an expense classification for the donations made to another nonprofit organization. Contributions may be in the form of cash, securities, other property, as well as unconditional promises to give assets at a later date.\n\nContributions made by a donor without conditions attached are referred to as unrestricted contributions. Contributions with donor-imposed restrictions are either temporarily restricted or permanently restricted."
    },
    {
        "id": 288,
        "term": "control account",
        "definition": "A general ledger account containing the correct total amount without containing the details. For example, Accounts Receivable could be a control account in the general ledger. Each day the total of the day’s credit sales and the day’s collections are posted to this account. However, the details involving specific customers’ accounts will be found in a subsidiary ledger."
    },
    {
        "id": 289,
        "term": "controller",
        "definition": "The chief accounting officer of a company. This person would head up the accounting department."
    },
    {
        "id": 290,
        "term": "conversion costs",
        "definition": "The combination of a manufacturer’s direct labor and factory overhead."
    },
    {
        "id": 291,
        "term": "convertible bond",
        "definition": "A bond (long term note) that can be exchanged by the holder for a specified number of shares of stock in the company. The convertibility feature usually allows for the bond to have a lower interest rate when it is issued. The holder of the bond enjoys the potential for a gain if the stock price increases."
    },
    {
        "id": 292,
        "term": "convertible preferred stock",
        "definition": "Preferred stock that can be exchanged by the holder for a specified number of shares of common stock of the same company."
    },
    {
        "id": 293,
        "term": "copyright",
        "definition": "An exclusive right granted by the federal government to publish and sell various works. In accounting a copyright is recorded at its cost and is reported on the balance sheet as an intangible asset."
    },
    {
        "id": 294,
        "term": "corporation",
        "definition": "A legal entity organized under state laws that is considered separate from its owners. Ownership is evidenced by shares of stock."
    },
    {
        "id": 295,
        "term": "correcting entry",
        "definition": "A journal entry to correct an erroneous amount previously entered in the general ledger."
    },
    {
        "id": 296,
        "term": "correlation",
        "definition": "The relationship between two variables. There can be correlation without a cause-and-effect relationship."
    },
    {
        "id": 297,
        "term": "COS",
        "definition": "The acronym for cost of sales or for the cost of services."
    },
    {
        "id": 298,
        "term": "cost",
        "definition": "In accounting, cost is defined as the cash amount (or the cash equivalent) given up for an asset. Cost includes all costs necessary to get an asset in place and ready for use. For example, the cost of an item in inventory also includes the item’s freight-in cost. The cost of land includes all costs to get the land ready for its use. Also see cost principle."
    },
    {
        "id": 299,
        "term": "cost accounting",
        "definition": "The accounting focused on determining the cost per unit of a manufacturer in order to value inventory and cost of goods sold. It is also used to determine unit costs of items processed in service businesses, such as a bank’s cost to process a check or deposit."
    },
    {
        "id": 300,
        "term": "cost behavior",
        "definition": "The change in total costs in response to the change in some activity. For example, some of the costs of owning and operating a vehicle will increase in total with an increase in miles driven. These are referred to as variable costs and include gasoline and tires. Some other costs will not change in total with a reasonable increase in miles driven. These costs are referred to as fixed costs and include insurance and parking. Other costs might be part variable and part fixed. These are referred to as mixed costs and an example might be depreciation."
    },
    {
        "id": 301,
        "term": "cost center",
        "definition": "Usually a department within a company that is responsible for its costs but not revenues or profit."
    },
    {
        "id": 302,
        "term": "cost flow assumption",
        "definition": "An assumption that determines the order in which costs should flow out of a balance sheet account (e.g. Inventory, Investments, Treasury Stock) when the item is sold. For an illustration of the cost flow assumption, see Explanation of Inventory and Cost of Goods Sold."
    },
    {
        "id": 303,
        "term": "cost method of recording treasury stock",
        "definition": "The method of accounting for treasury stock whereby the cost of the stock that is repurchased by the issuing corporation is recorded and is reported in the contra stockholders’ equity account Treasury Stock."
    },
    {
        "id": 304,
        "term": "cost object",
        "definition": "A cost object is often a product or department for which costs are accumulated or measured. For example, a product is the cost object for direct materials, direct labor and manufacturing overhead. The factory maintenance department is a cost object for the cost of the maintenance employees and the maintenance supplies. Later the factory maintenance department costs will be assigned to products, which are also cost objects.\n\nA cost object can also be a customer, a machine, a group of machines, a group of employees, etc."
    },
    {
        "id": 305,
        "term": "cost of capital",
        "definition": "A corporation’s cost of capital is its weighted average after-tax cost of its debt, preferred stock, common stock, retained earnings, and other components of stockholders’ equity. The cost of capital is usually the minimum return that a company should accept on its investments."
    },
    {
        "id": 306,
        "term": "cost of carrying inventory",
        "definition": "The incremental cost of storing or holding inventory. It is an annual percentage that includes the cost of rent, insurance, cost of capital, deterioration and obsolescence."
    },
    {
        "id": 307,
        "term": "cost of goods available for sale",
        "definition": "This is the sum of the beginning inventory of merchandise plus the net cost of the merchandise purchased including freight-in."
    },
    {
        "id": 308,
        "term": "cost of goods purchased",
        "definition": "For a merchandiser this is the cost of merchandise purchased after deducting purchase returns, purchase allowances, and purchase discounts but after adding freight-in."
    },
    {
        "id": 309,
        "term": "cost of goods sold",
        "definition": "Cost of goods sold is usually the largest expense on the income statement of a company selling products or goods. Cost of Goods Sold is a general ledger account under the perpetual inventory system.\n\nUnder the periodic inventory system there will not be an account entitled Cost of Goods Sold. Instead, the cost of goods sold is computed as follows: cost of beginning inventory + cost of goods purchased (net of any returns or allowances) + freight-in - cost of ending inventory.\n\nThis account balance or this calculated amount will be matched with the sales amount on the income statement."
    },
    {
        "id": 310,
        "term": "cost of products sold",
        "definition": "See cost of goods sold."
    },
    {
        "id": 311,
        "term": "cost of sales",
        "definition": "See cost of goods sold."
    },
    {
        "id": 312,
        "term": "cost principle",
        "definition": "The accounting guideline requiring amounts in the accounts and on the financial statements to be the actual cost rather than the current value. Accountants can show an amount less than cost due to conservatism, but accountants are generally prohibited from showing amounts greater than cost. (Certain investments will be shown at fair value instead of cost.)"
    },
    {
        "id": 313,
        "term": "cost ratio",
        "definition": "In estimating the ending inventory under the retail method the cost ratio is the cost of goods available divided by the retail value of the goods available."
    },
    {
        "id": 314,
        "term": "cost-volume-profit (CVP)",
        "definition": "The analysis of how profits change as volume changes. The calculation of the break-even point is a part of cost-volume-profit analysis."
    },
    {
        "id": 315,
        "term": "coupon bond",
        "definition": "See bearer bond."
    },
    {
        "id": 316,
        "term": "CPA",
        "definition": "See certified public accountant."
    },
    {
        "id": 317,
        "term": "CPA Exam",
        "definition": "More formally known as the Uniform CPA Examination. This rigorous, 14-hour, computer-based exam consists of questions developed by the American Institute of Certified Public Accountants. The exam is in English only and application must be made through one of 55 boards of accountancy."
    },
    {
        "id": 318,
        "term": "cr.",
        "definition": "The abbreviation of the accounting and bookkeeping term credit."
    },
    {
        "id": 319,
        "term": "credit (as in debit and credit)",
        "definition": "To enter an amount on the right side of an account. Normal entries to revenue accounts are credits. Liabilities normally have credit balances."
    },
    {
        "id": 320,
        "term": "credit (as in debt, not cash)",
        "definition": "Allowing a person or company to purchase goods or services without paying cash at the time of purchase."
    },
    {
        "id": 321,
        "term": "credit balance",
        "definition": "A balance on the right side (credit side) of an account in the general ledger."
    },
    {
        "id": 322,
        "term": "credit line",
        "definition": "See line of credit."
    },
    {
        "id": 323,
        "term": "credit memo",
        "definition": "A document issued to a customer by a seller which reduces the seller’s accounts receivable and its net sales. It also reduces the buyer’s accounts payable and net purchases.\n\nA document issued by a bank that increases a depositor’s bank balance."
    },
    {
        "id": 324,
        "term": "credit memorandum",
        "definition": "See credit memo."
    },
    {
        "id:": 325,
        "term": "credit sales",
        "definition": "Sales made on account. Sales where the customer is allowed to pay at a later date. Noncash sales."
    },
    {
        "id": 326,
        "term": "credit terms",
        "definition": "The terms which indicate when payment is due for sales made on account (or credit). For example, the credit terms might be 2/10, net 30. This means the amount is due in 30 days; however, if the amount is paid in 10 days a discount of 2% will be permitted. Other terms might be net 10 days, due upon receipt, net 60 days, etc."
    },
    {
        "id": 327,
        "term": "creditor",
        "definition": "Someone who has granted credit. If a bank lends a company money, the bank is a creditor. If a supplier sold merchandise to a company on credit, the supplier is a creditor."
    },
    {
        "id": 328,
        "term": "CSV",
        "definition": "See cash surrender value."
    },
    {
        "id": 329,
        "term": "cumulative preferred stock",
        "definition": "This preferred stock feature that assures the owner that any omitted dividends on this stock will be made up before the common stockholders will receive a dividend. Any omitted dividends on cumulative preferred stock are referred to as dividends in arrears and must be disclosed in the notes to the financial statements."
    },
    {
        "id": 330,
        "term": "current assets",
        "definition": "Cash and other resources that are expected to turn to cash or to be used up within one year of the balance sheet date. (If a company’s operating cycle is longer than one year, an item is a current asset if it will turn to cash or be used up within the operating cycle.) Current assets are presented in the order of liquidity, i.e., cash, temporary investments, accounts receivable, inventory, supplies, prepaid insurance."
    },
    {
        "id": 331,
        "term": "current liabilities",
        "definition": "Obligations due within one year of the balance sheet date. (If a company’s operating cycle is longer than one year, an item is a current liability if it is due within the operating cycle.) Another condition is that the item will use cash or it will create another current liability. (This means that if a bond payable is due within one year of the balance sheet date, but the bond will be retired by a bond sinking fund (a long-term restricted asset) the bond will not be reported as a current liability.)"
    },
    {
        "id": 332,
        "term": "current maturity of long-term debt",
        "definition": "See current portion of long-term debt."
    },
    {
        "id": 333,
        "term": "current portion of long-term debt",
        "definition": "The principal portion of an obligation that must be paid within one year of the balance sheet date. For example, if a company has a bank loan of $50,000 that requires monthly interest and principal payments, the next 12 monthly principal payments will be the current portion of the long-term debt. That amount is reported as a current liability and the remaining principal amount is reported as a long-term liability."
    },
    {
        "id": 334,
        "term": "current ratio",
        "definition": "The ratio of current assets to current liabilities. This ratio is an indicator of a company’s ability to meet its current obligations."
    },
    {
        "id": 335,
        "term": "current value",
        "definition": "The present fair market value."
    },
    {
        "id": 336,
        "term": "current year’s net income",
        "definition": "Often this account appears as a line in the retained earnings section of stockholders’ equity (balance sheet) and will show the year-to-date net income. The reason is that some accounting software will not put the current year’s net income into the Retained Earnings account until the accounting year is finished."
    },
    {
        "id": 337,
        "term": "customer deposits",
        "definition": "A liability account on the books of a company receiving cash in advance of delivering goods or services to the customer. The entry on the books of the company at the time the money is received in advance is a debit to Cash and a credit to Customer Deposits."
    },
    {
        "id": 338,
        "term": "CVP",
        "definition": "See cost-volume-profit (CVP)."
    },
    {
        "id": 339,
        "term": "cycle counting",
        "definition": "Spreading the physical counting of inventory throughout the year. For example, a company may physically count a different 10% of its inventory each month instead of counting 100% of its inventory once per year."
    }
]
